{
    "US": [
        {
            "id": "US2",
            "name": "University of Arizona",
            "description": "A public research university with strong programs in science, engineering, and business.",
            "directions": [
                "биология",
                "астрономия",
                "маркетинг",
                "инженерия",
                "гуманитарные науки",
                "психология",
                "международные отношения",
                "менеджмент",
                "юриспруденция"
            ],
            "language": "Основным языком обучения является английский. Для иностранных студентов, чей родной язык не английский, необходимо подтвердить знание языка через тесты TOEFL или IELTS.",
            "scholarships_and_grants": "Университет предлагает различные виды финансовой помощи, включая гранты для студентов из Аризоны, такие как Arizona Promise Grant. Также доступна программа Scholarship Universe.",
            "tuition_fees": "Обучение является платным. Для резидентов Аризоны стоимость обучения составляет $13,277 в год, для нерезидентов — $38,784. Различные стипендии и гранты могут значительно снизить эти расходы.",
            "sports_scholarships": "Университет предоставляет спортивные стипендии для студентов-спортсменов. Желающие получить такую стипендию должны посетить кампус, предоставить спортивное резюме и список рекомендаций.",
            "admission_requirements": "Для поступления необходимо иметь аттестат о среднем образовании с минимальным средним баллом 2.0. Стандартные тесты SAT/ACT не являются обязательными для общего поступления."
        },
        {
            "id": "US3",
            "name": "University of Utah",
            "description": "A public research university known for its strong programs in engineering, medicine, and business.",
            "directions": [
                "инженерия",
                "искусственный интеллект",
                "медицинские технологии",
                "бизнес",
                "гуманитарные науки",
                "психология",
                "международные отношения",
                "менеджмент",
                "юриспруденция"
            ],
            "language": "Английский. Для иностранных студентов необходимо подтвердить знание языка через тесты TOEFL или IELTS. Минимальный балл TOEFL iBT — 80, IELTS — 6.5.",
            "scholarships_and_grants": "Университет предлагает различные виды финансовой помощи, включая программу For Utah Scholarship. Дополнительные стипендии доступны через департаменты и другие кампусные агентства.",
            "tuition_fees": "Обучение является платным. Для резидентов Юты стоимость обучения составляет $10,004 в год, для нерезидентов — $19,650. Различные стипендии и гранты могут значительно снизить эти расходы.",
            "sports_scholarships": "Университет предоставляет спортивные стипендии для студентов-спортсменов, например, в программах по футболу и плаванию.",
            "admission_requirements": "Для поступления необходимо предоставить результаты SAT или ACT. Средний диапазон SAT составляет 1180–1398, ACT — 22–29. Иностранным студентам необходимо подтвердить знание английского языка."
        },
        {
            "id": "US4",
            "name": "University of Portland",
            "description": "A private Catholic university with a strong emphasis on liberal arts and professional programs.",
            "directions": [
                "гуманитарные науки",
                "социология",
                "бизнес",
                "инженерия",
                "психология",
                "международные отношения",
                "менеджмент",
                "юриспруденция"
            ],
            "language": "Английский. Для иностранных студентов необходимо подтвердить знание языка через тесты TOEFL, IELTS или другие признанные экзамены. Минимальные требования: TOEFL iBT — 71, IELTS — 6.5 (минимум 6.0 в чтении и письме).",
            "scholarships_and_grants": "Университет предлагает различные виды финансовой помощи, включая гранты, основанные на финансовых потребностях, и более 400 различных стипендий. Поступающие студенты автоматически рассматриваются на получение мерит-бейзед стипендий.",
            "tuition_fees": "Обучение является платным. Для очных студентов стоимость обучения составляет $29,400 за семестр. Около 99% студентов получают финансовую помощь или стипендии.",
            "sports_scholarships": "Университет предоставляет спортивные стипендии для студентов-спортсменов, например, в программах по легкой атлетике и футболу.",
            "admission_requirements": "Университет является тест-опциональным до осени 2025 года. Для поступивших студентов средний диапазон SAT составляет 1200–1340, а ACT — 25–30. Иностранным студентам необходимо подтвердить знание английского языка."
        },
        {
            "id": "US5",
            "name": "University of Denver",
            "description": "A private research university with strong programs in business, international studies, and law.",
            "directions": [
                "международные отношения",
                "менеджмент",
                "юриспруденция",
                "бизнес",
                "инженерия",
                "психология",
                "гуманитарные науки"
            ],
            "language": "Английский. Для иностранных студентов необходимо подтвердить знание языка. Минимальные требования: TOEFL iBT — 80 (минимум 18 в каждом разделе), IELTS — 6.5 (минимум 5.5 в каждом разделе).",
            "scholarships_and_grants": "Университет предлагает различные стипендии для студентов с высокими академическими достижениями. Суммы варьируются от $13,000 до $23,000 в год. Студенты, проживающие на кампусе и получившие мерит-бейзед стипендии, также получают грант на проживание в размере $3,000.",
            "tuition_fees": "Обучение является платным. Стоимость обучения составляет $61,434 в год. Большинство студентов получают финансовую помощь.",
            "sports_scholarships": "Университет предоставляет спортивные стипендии для студентов-спортсменов, например, в программах по мужскому футболу и женскому плаванию.",
            "admission_requirements": "Университет придерживается политики test-optional. Для поступивших студентов средний диапазон SAT составляет 1260–1430, а ACT — 29–33. Иностранным студентам необходимо подтвердить знание английского языка."
        },
        {
            "id": "US6",
            "name": "University of North Carolina at Chapel Hill",
            "description": "A highly ranked public research university with strong programs across various disciplines.",
            "directions": [],
            "language": "Английский.",
            "scholarships_and_grants": "Университет предлагает ограниченное количество стипендий для иностранных студентов, включая престижную стипендию Morehead-Cain.",
            "tuition_fees": "Обучение является платным. Для резидентов Северной Каролины стоимость обучения и сборов составляет $9,003 в год, для нерезидентов — $41,211.",
            "sports_scholarships": "UNC предоставляет спортивные стипендии для студентов-спортсменов. Поддержка осуществляется через организацию Rams Club.",
            "admission_requirements": "UNC является тест-опциональным для поступающих в 2024 году. Для студентов с GPA ниже 2.8 требуется предоставить результаты ACT (минимум 17) или SAT (минимум 930). Средний диапазон SAT составляет 1370–1530, а ACT — 27–36."
        },
        {
            "id": "US7",
            "name": "Boston University",
            "description": "A large private research university with a strong global presence and diverse academic programs.",
            "directions": [
                "бизнес",
                "инженерия",
                "гуманитарные науки",
                "психология",
                "международные отношения",
                "менеджмент",
                "юриспруденция"
            ],
            "language": "Английский. Для иностранных студентов необходимо подтвердить знание языка через тесты TOEFL, IELTS или Duolingo English Test.",
            "scholarships_and_grants": "Международные абитуриенты могут претендовать на некоторые мерит-бейзед стипендии, такие как Trustee Scholarship и Presidential Scholarship. Заявки необходимо подать до 1 декабря.",
            "tuition_fees": "Обучение является платным. Для 2025/2026 учебного года общая стоимость обучения и проживания составляет $91,342.",
            "sports_scholarships": "BU предлагает спортивные стипендии для студентов-спортсменов в соответствии с правилами NCAA.",
            "admission_requirements": "BU является тест-опциональным для абитуриентов, подающих документы на осень 2028 и весну 2029 годов. Международные студенты должны предоставить результаты TOEFL, IELTS или Duolingo English Test."
        },
        {
            "id": "US8",
            "name": "Michigan State University",
            "description": "A large public research university with a wide range of academic programs and a strong athletic tradition.",
            "directions": [
                "бизнес",
                "инженерия",
                "гуманитарные науки",
                "психология",
                "международные отношения",
                "менеджмент",
                "юриспруденция"
            ],
            "language": "Английский. Иностранные абитуриенты должны подтвердить знание языка через тесты TOEFL, IELTS или Duolingo English Test. Минимальные требования: TOEFL iBT — 79, IELTS — 6.5, Duolingo English Test — 110.",
            "scholarships_and_grants": "MSU автоматически рассматривает всех иностранных студентов на получение стипендии MSU Non-resident Scholarship. Также предлагает ограниченное количество других грантов и стипендий.",
            "tuition_fees": "Обучение является платным. Для иностранных студентов на 2024–2025 учебный год ориентировочная стоимость составляет $66,507.",
            "sports_scholarships": "MSU предоставляет спортивные стипендии для студентов-спортсменов, например, в программах по легкой атлетике и футболу. NCAA предоставляет дополнительные стипендии.",
            "admission_requirements": "Помимо подтверждения знания английского языка, абитуриенты должны предоставить результаты SAT или ACT (коды SAT/TOEFL — 1465, ACT — 2032)."
        }
    ],
    "CA": [
        {
            "id": "CA6",
            "name": "McMaster University",
            "description": "A top-150 world-ranked university known for its problem-based learning approach and strong programs in health sciences, engineering, and business.",
            "language": "английский",
            "scholarships_and_grants": [
                "International Student Entrance Awards (до $3,000–$5,000 CAD)",
                "Дополнительные стипендии от инженерных и медицинских факультетов",
                "In-course Awards (для успешных студентов после первого курса)",
                "Фондовые и частные гранты",
                "Возможность подработки на кампусе"
            ],
            "tuition_fees": "Платное для иностранных студентов: от $35,000 до $50,000 CAD в год (в зависимости от программы). Дополнительные расходы на жильё, питание, страховку — около $15,000–$20,000 CAD в год.",
            "sports_scholarships": "Varsity teams: McMaster Marauders. Возможны athletic scholarships (особенно по баскетболу, регби, лёгкой атлетике, плаванию).",
            "admission_requirements": [
                "Высокие оценки по профильным предметам",
                "IELTS ≥ 6.5 / TOEFL iBT ≥ 86",
                "Иногда — мотивационное письмо, рекомендация, эссе"
            ],
            "documents": [
                "Аттестат",
                "Сертификат языка",
                "Дополнительные материалы по программе"
            ],
            "features": [
                "Входит в топ-150 лучших университетов мира",
                "Сильные направления: health sciences / медицина / биомедицина, инженерия и физика, социальные науки и психология, business administration",
                "Известен своей проблемно-ориентированной моделью обучения (PBL)",
                "Кампус в Гамильтоне — рядом с Торонто, недалеко от Ниагарского водопада"
            ]
        },
        {
            "id": "CA7",
            "name": "University of Alberta (U of A)",
            "description": "A comprehensive research-intensive university with strong programs in data science, engineering, energy, business, and health sciences.",
            "language": "английский",
            "scholarships_and_grants": [
                "International Entrance Leadership Scholarship (до $10,000 CAD)",
                "President’s International Distinction Scholarship (до $120,000 CAD на 4 года)",
                "Стипендии за академические и спортивные достижения",
                "Возможность подработки на кампусе и участия в стипендиальных программах после 1 курса"
            ],
            "tuition_fees": "Платное для иностранных студентов: от $30,000 до $45,000 CAD в год. Дополнительные расходы на проживание, питание, страховку — около $15,000–$20,000 CAD.",
            "sports_scholarships": "Varsity teams: Golden Bears & Pandas. Стипендии до $10,000 CAD в год для талантливых спортсменов.",
            "admission_requirements": [
                "IELTS ≥ 6.5 / TOEFL iBT ≥ 90",
                "Аттестат с высокими оценками по профильным предметам",
                "Возможно — эссе, мотивационное письмо, рекомендация"
            ],
            "documents": [
                "Переведённый аттестат",
                "Сертификат языка",
                "Иногда портфолио"
            ],
            "features": [
                "Сильные направления: наука о данных, ИТ, инженерия; экология, нефтегазовое дело; бизнес и экономика; медицина, биотехнологии",
                "Известен своими исследовательскими центрами и связями с индустрией",
                "Кампус в Эдмонтоне — зелёный, просторный, современный"
            ]
        },
        {
            "id": "CA8",
            "name": "Simon Fraser University (SFU)",
            "description": "Known for its strong co-op programs and связи с индустрией, especially in IT and business. Campuses offer scenic views in the Vancouver area.",
            "language": "английский",
            "scholarships_and_grants": [
                "Undergraduate Scholars Entrance Scholarship (до $20,000 CAD)",
                "International Major Entrance Scholarship (IMES)",
                "Стипендии за лидерство, спорт, волонтёрство",
                "Возможность получения финансовой помощи на проживание"
            ],
            "tuition_fees": "Обучение для иностранцев — от $28,000 до $42,000 CAD в год. Проживание и питание — $12,000–$18,000 CAD в год.",
            "sports_scholarships": "SFU Red Leafs (участвуют в NCAA). Стипендии до $12,000 CAD в год для талантливых спортсменов.",
            "admission_requirements": [
                "IELTS ≥ 6.5 (не ниже 6.0 в каждом разделе) / TOEFL iBT ≥ 88",
                "Аттестат с высокими оценками",
                "В некоторых программах — мотивационное письмо, эссе, портфолио"
            ],
            "documents": [
                "Перевод аттестата",
                "Сертификат языка",
                "Иногда — интервью"
            ],
            "features": [
                "Сильные направления: компьютерные науки, инженерия, бизнес, кибербезопасность; медиа и коммуникации, искусственный интеллект, урбанистика; экология, устойчивое развитие, поведенческая психология",
                "Часто сотрудничает с индустрией и проводит стажировки (особенно в IT и бизнесе)",
                "Кампусы в Ванкувере, Суррее и Бёрнаби — с шикарным видом и природой рядом",
                "Одна из лучших спортивных инфраструктур в Канаде"
            ]
        },
        {
            "id": "CA9",
            "name": "Concordia University",
            "description": "Located in Montreal, Concordia is known for its strong programs in design, film, engineering, business, and urban studies, with close ties to industry and startups.",
            "language": "английский (но есть программы и на французском)",
            "scholarships_and_grants": [
                "International Excellence Tuition Award",
                "Entrance Scholarships (за отличную учёбу, активность)",
                "Возможность подать на финансовую помощь",
                "Конкурсы и финансирование для творческих студентов"
            ],
            "tuition_fees": "$25,000–$38,000 CAD в год (зависит от факультета). Проживание: примерно $10,000–$14,000 CAD в год.",
            "sports_scholarships": "Команда Concordia Stingers (футбол, баскетбол, хоккей, регби). Спортивные стипендии есть, но на конкурсной основе.",
            "admission_requirements": [
                "IELTS ≥ 6.5 (не ниже 6.0) / TOEFL iBT ≥ 90",
                "Хороший аттестат",
                "Портфолио (для дизайна, кино, искусства)",
                "Мотивационное письмо и рекомендация — желательно"
            ],
            "documents": [
                "Аттестат",
                "Сертификат языка",
                "Портфолио (для определенных программ)"
            ],
            "features": [
                "Находится в Монреале — большом и стильном городе",
                "Два главных кампуса: Sir George Williams (в центре) и Loyola (зелёный и уютный)",
                "Комфортная и мультикультурная среда",
                "Сильные направления: дизайн, кино, анимация, инженерия, бизнес, урбанистика; искусственный интеллект, устойчивое развитие, маркетинг, психология; коммуникации и мультимедиа"
            ]
        }
    ],
    "KR": [
        {
            "id": "KR1",
            "name": "Seoul National University (SNU)",
            "description": "A prestigious national research university in Seoul, known for its strong programs across various disciplines.",
            "language": "Большинство программ — на корейском языке. Некоторые программы доступны на английском языке (TOEFL iBT ≥ 80 или IELTS ≥ 6.0). Для корейскоязычных программ: TOPIK уровень 3 (гуманитарные), TOPIK уровень 4 (технические).",
            "directions": [
                "инженерия",
                "компьютерные науки",
                "биотехнологии",
                "медицина",
                "экономика",
                "международные отношения",
                "право",
                "архитектура",
                "искусства",
                "дизайн",
                "урбанистика",
                "экология"
            ],
            "tuition_and_living_costs": {
                "tuition": "от 2,500 до 6,500 USD в семестр (в зависимости от факультета)",
                "on_campus_housing": "около 3,000 USD в год",
                "off_campus_housing": "примерно 500 USD в месяц"
            },
            "scholarships_and_grants": [
                "Global Korea Scholarship (GKS) (полное покрытие, ежемесячная стипендия, авиабилеты, обучение языку, страховка)",
                "Overseas Koreans Scholarship (полное покрытие на 8 семестров, ежемесячная стипендия, авиабилеты, обучение языку, страховка)",
                "Внутренние стипендии SNU (предоставляются каждый семестр)",
                "Внешние стипендии (возможны до окончания обучения)"
            ],
            "admission_requirements": [
                "Аттестат с высокими оценками",
                "Сертификат языка: TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (английский программы), TOPIK уровень 3 или 4 (корейские программы)",
                "Мотивационное письмо",
                "Рекомендации",
                "Эссе (в зависимости от программы)"
            ],
            "documents": [
                "Аттестат",
                "Языковой сертификат",
                "Паспорт",
                "Дополнительные материалы по программе"
            ],
            "features": [
                "Сильные направления: инженерия, компьютерные науки, биотехнологии, медицина; экономика, международные отношения, право, архитектура; искусства, дизайн, урбанистика, экология",
                "Кампус в Сеуле (район Гванак) — современный, с отличной инфраструктурой"
            ]
        },
        {
            "id": "KR2",
            "name": "Korea University (KU)",
            "description": "One of the leading private research universities in South Korea, located in Seoul.",
            "language": "Основной язык — корейский. Некоторые программы предлагаются на английском языке.",
            "tuition_fees_undergraduate": {
                "humanities_social_sciences": "от 3,560,000 до 6,404,000 KRW за семестр",
                "natural_medical_sciences": "от 5,163,000 до 9,267,000 KRW за семестр",
                "admission_fee": "150,000 KRW (гуманитарные и естественные науки)",
                "student_council_fee": "80,000 KRW"
            },
            "tuition_fees_graduate": "Стоимость варьируется от 5,163,000 до 9,267,000 KRW за семестр (в зависимости от направления). Вступительный взнос: 200,000 KRW (Институт искусства и дизайна), взнос в студенческий совет: 80,000 KRW.",
            "scholarships_and_grants": [
                "Global Korea Scholarship (GKS) (полное покрытие, ежемесячная стипендия, курсы корейского языка)",
                "Global Leader Scholarship (Type A) (полное покрытие обучения, GPA 4.0/4.5, TOEFL iBT 90 или IELTS 7.0)",
                "Humanities and Social Sciences Scholarship (Type B) (60% покрытия обучения, GPA 3.5/4.5, TOEFL iBT 82 или IELTS 6.0)",
                "Natural Science and Engineering Scholarship (Type C) (60% покрытия обучения для магистратуры, GPA 3.5/4.5, TOEFL iBT 82 или IELTS 6.0)"
            ],
            "admission_requirements_undergraduate": [
                "Завершённое среднее образование (до 25 лет)",
                "Высокий академический рейтинг",
                "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
                "Для программ на корейском: TOPIK уровень 3 или выше"
            ],
            "admission_requirements_graduate": [
                "Степень бакалавра (до 40 лет)",
                "Высокий академический рейтинг",
                "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
                "Для программ на корейском: TOPIK уровень 3 или выше"
            ],
            "campus": "Расположен в Сеуле, район Anam. Современная инфраструктура, библиотеки, спортивные сооружения, культурные центры. Активная студенческая жизнь.",
            "features_undergraduate": [
                "Один из ведущих университетов Южной Кореи",
                "Широкий выбор программ на английском языке",
                "Доступ к различным стипендиям и грантам",
                "Развитая инфраструктура и активная студенческая жизнь",
                "Возможности для стажировок и трудоустройства"
            ],
            "features_graduate": [
                "Высокий академический рейтинг",
                "Широкий выбор программ на английском языке",
                "Доступ к различным стипендиям и грантам",
                "Развитая инфраструктура и активная студенческая жизнь",
                "Возможности для стажировок и трудоустройства"
            ]
        },
        {
            "id": "KR3",
            "name": "Yonsei University",
            "description": "A prestigious private research university in South Korea, with a long history and strong international reputation.",
            "language": "Основной язык преподавания — корейский. Некоторые программы доступны на английском языке (TOEFL iBT 80 или IELTS 6.0). Для программ на корейском: TOPIK уровень 3 или выше.",
            "directions": [
                "гуманитарные науки",
                "естественные науки",
                "инженерия",
                "социальные науки",
                "искусство",
                "менеджмент"
            ],
            "tuition_fees_undergraduate": "Ориентировочно: от 3,560,000 до 6,404,000 KRW за семестр (в зависимости от факультета).",
            "tuition_fees_graduate": "Ориентировочно: от 5,163,000 до 9,267,000 KRW за семестр (в зависимости от направления).",
            "scholarships_and_grants": [
                "Государственная стипендия KGSP (для иностранных студентов, полное покрытие)",
                "Стипендии университета (частичное покрытие для студентов с высокими академическими достижениями)",
                "Программы стипендий для студентов с отличными академическими достижениями (магистратура)"
            ],
            "campus": "Главный кампус в Синчхоне (Сеул) с современной инфраструктурой. Кампусы в Сеуле и в международной зоне (магистратура).",
            "admission_requirements_undergraduate": [
                "Завершённое среднее образование",
                "Высокие академические достижения",
                "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
                "Для программ на корейском: TOPIK уровень 3 или выше"
            ],
            "admission_requirements_graduate": [
                "Степень бакалавра",
                "Рекомендации",
                "Высокие академические достижения",
                "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
                "Для программ на корейском: TOPIK уровень 3 или выше"
            ],
            "features_undergraduate": [
                "Высокая академическая репутация",
                "Историческое значение как старейший университет в Южной Корее",
                "Отличные условия для студентов и активная международная среда"
            ],
            "features_graduate": [
                "Высокий уровень преподавания и исследований",
                "Международное сотрудничество и возможности для научных проектов",
                "Сильные программы в области науки, инженерии, экономики и бизнеса"
            ]
        },
        {
            "id": "KR4",
            "name": "Hanyang University",
            "description": "A top-200 world-ranked university with campuses in Seoul and Ansan, known for its strong engineering programs and international environment.",
            "language": "Корейский (основной). Некоторые программы доступны на английском языке.",
            "directions_undergraduate": [
                "Инженерные науки",
                "Гуманитарные науки",
                "Социальные науки",
                "Естественные науки",
                "Другие направления"
            ],
            "directions_graduate": [
                "Широкий спектр программ, включая инженерные науки, социальные науки, искусство, гуманитарные науки и другие"
            ],
            "tuition_fees_undergraduate": "От 4,789,000 до 7,093,000 KRW за семестр. Регистрационный взнос: 142,000 KRW.",
            "tuition_fees_graduate": "От 6,376,000 до 10,021,000 KRW за семестр. Регистрационный взнос: 1,030,000 KRW.",
            "scholarships_and_grants": [
                "Hanyang International Excellence Awards (HIEA) (для студентов с выдающимися академическими достижениями)",
                "TOPIK Scholarship (для студентов, сдавших TOPIK на определенный балл)",
                "Размер стипендий может покрывать от 10% до 100% стоимости обучения"
            ],
            "campus": "Сеульский кампус (современные учебные корпуса, библиотеки, спортивные сооружения, культурные центры). ERICA кампус в Ансане (специализируется на инженерных и технологических программах).",
            "student_housing": "Общежития с одноместными и многоместными комнатами (общие или индивидуальные санузлы), оснащены мебелью, кондиционером и Wi-Fi.",
            "admission_requirements_graduate": [
                "Степень бакалавра или магистра (в зависимости от программы)",
                "Рекомендации и исследовательские предложения",
                "Для программ на английском: TOEFL iBT 89 или IELTS 6.5",
                "Для программ на корейском: соответствующий уровень TOPIK"
            ],
            "features": [
                "Высокий академический рейтинг и признание",
                "Разнообразие программ и направлений",
                "Современная инфраструктура",
                "Международная среда и программы на английском языке",
                "Программы магистратуры и докторантуры с высоким академическим уровнем",
                "Современные исследовательские лаборатории и университетская инфраструктура",
                "Поддержка иностранных студентов"
            ]
        },
        {
            "id": "KR5",
            "name": "Sogang University",
            "description": "A prestigious Jesuit university in the heart of Seoul, known for its strong academic programs and international connections.",
            "language": "английский и корейский",
            "academic_structure": {
                "undergraduate": "27 кафедр в 9 колледжах (более 600 комбинаций специализаций)",
                "graduate": "25 кафедр и 5 междисциплинарных программ, 6 профессиональных и 5 специализированных аспирантур"
            },
            "international_relations": "Партнёрские соглашения с более чем 370 университетами в 65 странах. Активный обмен студентами, летние курсы, стажировки, курсы корейского языка.",
            "programs_for_international_students": [
                "Sogang International Summer Program (SISP)",
                "STEM Lab Internship Program",
                "Korean Language Education Center (KLEC)",
                "Service Learning Program"
            ],
            "campus": "Расположен в Mapo, Сеул (59.6 акра). Современные учебные корпуса, спортивные сооружения, культурные центры.",
            "features": [
                "Высокий академический уровень и престиж в Южной Корее",
                "Иезуитская образовательная традиция (развитие личности и служение обществу)",
                "Разнообразные программы для иностранных студентов и активная международная среда",
                "Современная инфраструктура и расположение в центре Сеула"
            ]
        },
        {
            "id": "KR6",
            "name": "Ewha Womans University",
            "description": "The first women's school in Korea with a rich history and strong academic reputation, committed to women's education.",
            "language": "английский и корейский",
            "history": "Основан в 1886 году Мэри Ф. Скрантон. Название “Эухва” означает “цветение груши”. Первый официально организованный университет в Южной Корее после 1945 года.",
            "academic_structure": {
                "undergraduate": "Предлагает более 600 комбинаций специализаций в различных областях.",
                "graduate": "Предлагает 25 кафедр и 5 междисциплинарных программ, а также 6 профессиональных и 5 специализированных аспирантур."
            },
            "international_relations": "Сотрудничает с около 830 партнерами в 64 странах (включая Гарвард, Оксфорд, UBC). Активный обмен студентами, летние курсы, курсы корейского языка.",
            "campus": "Современные учебные корпуса, спортивные сооружения, культурные центры и открытые территории.",
            "features": [
                "Историческое значение как первая школа для женщин в Корее",
                "Высокий рейтинг и признание",
                "Широкая сеть партнерств и программы обмена",
                "Красивый и удобный кампус с обширными удобствами"
            ]
        },
        {
            "id": "KR7",
            "name": "Kyung Hee University",
            "description": "A private research university with beautiful gothic architecture and a philosophy focused on creating a civilized world.",
            "language": "английский и корейский",
            "campuses": "Кампусы в Сеуле, Сувоне и Намъянджу.",
            "academic_structure": {
                "colleges_faculties": "24 колледжа и 82 факультета",
                "programs": "65 магистерских и 63 докторских программы",
                "special_schools": "18 профессиональных и специализированных высших школ"
            },
            "international_recognition": "Известен программами в области гостиничного и туристического менеджмента, лингвистики, нефтехимической промышленности и стоматологии.",
            "scientific_research": "Астрономическая обсерватория Кёнхи (основана в 1992 году, первая национальная обсерватория, где было сделано открытие переменной звезды).",
            "features": [
                "Образовательная философия: стремление к созданию цивилизованного мира с новыми идеями",
                "Высокие позиции в мировых рейтингах",
                "Красивые кампусы с развитой инфраструктурой (готическая архитектура, открыт для посетителей)"
            ]
        }
    ],
    "HK": [
        {
            "id": "HK1",
            "name": "The Chinese University of Hong Kong (CUHK)",
            "description": "A top-ranked Asian university with a large green campus, known for its research in medicine, biotechnology, and social sciences, and its collegiate system.",
            "language": "Английский (основной), есть курсы на китайском.",
            "requirements": [
                "Аттестат с высокими оценками / IB / A-Level / SAT",
                "IELTS от 6.5 или TOEFL от 79",
                "Рекомендательные письма",
                "Мотивационное письмо",
                "Иногда интервью",
                "Портфолио (для творческих программ)"
            ],
            "documents": [
                "Аттестат с переводом",
                "Языковые сертификаты",
                "Мотивационное письмо",
                "Рекомендации",
                "Результаты международных экзаменов"
            ],
            "features": [
                "Входит в топ-50 мировых университетов",
                "Большой зелёный кампус в районе Шатин",
                "Акцент на исследования (медицина, биотех, социальные науки)",
                "Колледжевая система",
                "Много международных студентов и обменов"
            ],
            "scholarships_and_grants": [
                "Стипендии для талантливых иностранных студентов (до полной оплаты)",
                "Участие в исследовательских проектах с оплатой",
                "Финансовая помощь и международные гранты"
            ],
            "tuition_fees": "Платное (для иностранных студентов), от $17,000 до $21,000 в год. Проживание, питание, страховка — отдельно ($3,000–5,000 в год).",
            "sports_scholarships": "Да, поддержка студентов-спортсменов через стипендии и спорт-программы.",
            "sports_requirements": "Достижения, мотивация, письма от тренеров.",
            "why_choose": "Идеальный выбор для сильного образования в Азии на английском языке, научных исследований и карьеры в международной среде. Баланс академической строгости и живой атмосферы. Подходит любителям природы, кампусной жизни и международных перспектив."
        },
        {
            "id": "HK2",
            "name": "The University of Hong Kong (HKU)",
            "description": "The oldest university in Hong Kong, ranked among the top 30 globally, with very strong programs in medicine, finance, and law.",
            "language": "Английский (основной язык преподавания).",
            "requirements": [
                "Высокие академические показатели (аттестат, A-Level, IB, SAT/ACT)",
                "IELTS от 6.5 / TOEFL от 93",
                "Рекомендации",
                "Мотивационное письмо",
                "Иногда интервью",
                "Портфолио (для архитектуры, искусства и дизайна)"
            ],
            "documents": [
                "Аттестат с переводом",
                "Языковые тесты",
                "Рекомендации",
                "Мотивационное письмо",
                "Портфолио (при необходимости)"
            ],
            "features": [
                "Старейший университет Гонконга (основан в 1911 году)",
                "Входит в топ-30 вузов мира",
                "Очень сильные программы (медицина, финансы, право)",
                "Расположен на острове Гонконг",
                "Широкие исследовательские возможности",
                "Международная атмосфера (более 40% иностранцев)"
            ],
            "scholarships_and_grants": [
                "Полные и частичные стипендии для иностранных студентов",
                "Финансовая помощь и исследовательские гранты",
                "Программы обмена и оплачиваемые стажировки"
            ],
            "tuition_fees": "Платное (для иностранных студентов), от $18,000 до $22,000 в год. Дополнительно — проживание, страховка, учебные материалы.",
            "sports_scholarships": "Да! Поддерживает студентов-спортсменов, предоставляет спортивные стипендии и доступ к современным спортивным центрам.",
            "sports_requirements": "Высокие спортивные достижения, видеопортфолио, мотивация.",
            "why_choose": "Престижный вуз с отличной репутацией и высоким качеством образования на английском языке. Диплом, признанный по всему миру. Особенно интересен для карьеры в медицине, праве, инженерии или международных компаниях."
        },
        {
            "id": "HK3",
            "name": "Hong Kong University of Science and Technology (HKUST)",
            "description": "One of the best technology universities in Asia and the world, with a modern campus overlooking the sea and a strong focus on science, technology, and entrepreneurship.",
            "language": "Английский (основной язык), есть китайский как дополнительный.",
            "requirements": [
                "Аттестат с отличными оценками / A-Level / IB / SAT/ACT",
                "IELTS от 6.5 / TOEFL от 80",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе",
                "Портфолио (для творческих программ)"
            ],
            "documents": [
                "Академические справки",
                "Сертификаты по английскому",
                "Личные материалы",
                "Результаты международных экзаменов"
            ],
            "features": [
                "Один из лучших технических университетов Азии и мира",
                "Современный кампус с видом на море (район Клоуи Бэй)",
                "Сильный фокус на науке, технологиях и предпринимательстве",
                "Инкубаторы стартапов, научные лаборатории",
                "Отличные связи с работодателями и международными компаниями"
            ],
            "scholarships_and_grants": [
                "Академические стипендии для талантливых студентов (до полной оплаты)",
                "Поддержка исследовательских и стартап-проектов",
                "Финансовая помощь и государственные гранты"
            ],
            "tuition_fees": "Платное (для иностранных студентов), от $18,000 до $22,000 в год. Проживание + расходы — около $4,000–6,000 в год.",
            "sports_scholarships": "Да, вуз поддерживает спортсменов с достижениями. Возможность получить дополнительную помощь при наличии спортивного портфолио.",
            "why_choose": "Топ для карьеры в высоких технологиях, науке или бизнесе. Молодой, но входит в мировые рейтинги благодаря сильным программам, исследовательской базе и международному подходу. Понравится любителям новых технологий, моря, свободы и стартапов или карьеры в международной компании."
        }
    ],
    "CN": [
        {
            "id": "CN1",
            "name": "Tsinghua University",
            "description": "One of the most prestigious universities in China and globally, renowned for its strong programs in engineering, technology, and science.",
            "language": "Китайский (большинство программ). Некоторые программы доступны на английском языке.",
            "requirements": [
                "Знание китайского языка (HSK)",
                "SAT/ACT (для международных студентов)",
                "Мотивационное письмо",
                "Портфолио (для некоторых направлений)"
            ],
            "documents": [
                "Аттестат",
                "Результаты языкового теста (HSK)",
                "SAT/ACT (если требуется)",
                "Рекомендации",
                "Эссе"
            ],
            "features": [
                "Входит в топ-30 лучших вузов мира",
                "Сильные программы в области инженерии, технологий и науки",
                "Тесные связи с китайскими и международными корпорациями",
                "Расположен в Пекине",
                "Очень высокая конкуренция при поступлении"
            ],
            "scholarships_and_grants": [
                "Государственные и университетские стипендии для международных студентов",
                "Финансовая помощь и стипендии для студентов с отличными академическими результатами"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $10,000 до $20,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Поддержка студентов-спортсменов через университетские спортивные клубы и команды.",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Отличный выбор для тех, кто хочет учиться в одном из самых уважаемых университетов Китая, заниматься научными исследованиями и технологическими инновациями, а также получить доступ к высококлассным карьерным возможностям. Готовит лидеров в области технологий и науки."
        },
        {
            "id": "CN2",
            "name": "Peking University",
            "description": "One of the oldest and most prestigious universities in China, globally ranked in the top 30, with strong programs in humanities, social sciences, economics, ecology, and medicine.",
            "language": "Китайский (большинство программ). Некоторые программы доступны на английском языке.",
            "requirements": [
                "Знание китайского языка (HSK)",
                "SAT/ACT (для международных студентов)",
                "Мотивационное письмо",
                "Портфолио (для некоторых направлений, например, искусств)"
            ],
            "documents": [
                "Аттестат",
                "Результаты языкового теста (HSK)",
                "SAT/ACT (если требуется)",
                "Рекомендации",
                "Эссе"
            ],
            "features": [
                "Входит в топ-30 мировых вузов",
                "Сильные программы по гуманитарным и социальным наукам, экономике, экологии и медицине",
                "Активное сотрудничество с ведущими мировыми учебными заведениями",
                "Центр научных исследований и инноваций в Китае",
                "Кампус в Пекине с богатой историей и культурным наследием"
            ],
            "scholarships_and_grants": [
                "Государственные стипендии для международных студентов",
                "Университетские стипендии и программы финансовой помощи",
                "Возможности для получения грантов для научных исследований и магистратуры"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $5,000 до $15,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Университет поддерживает студентов-спортсменов через спортивные клубы и турниры.",
            "sports_requirements": "Достижения на региональном/национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Отличный выбор для амбициозных студентов, желающих стать частью одного из ведущих университетов Китая, развивать академические и исследовательские навыки. Предлагает уникальные возможности для карьерного роста, активную международную среду и глубокие традиции китайского образования."
        },
        {
            "id": "CN3",
            "name": "Fudan University",
            "description": "A leading university in China, ranked among the top 100 globally, with strong programs in economics, law, international relations, and medical sciences.",
            "language": "Китайский (для программ на китайском языке). Некоторые программы доступны на английском языке.",
            "requirements": [
                "Знание китайского языка (HSK) для программ на китайском языке",
                "SAT/ACT для международных студентов (если требуется)",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе",
                "Портфолио (для творческих направлений)"
            ],
            "documents": [
                "Аттестат",
                "Результаты языкового теста (HSK или TOEFL/IELTS)",
                "SAT/ACT (если требуется)",
                "Эссе",
                "Портфолио (для некоторых программ)"
            ],
            "features": [
                "Входит в топ-100 мировых вузов",
                "Сильные программы по экономике, праву, международным отношениям и медицинским наукам",
                "Ведущий центр научных исследований и инноваций в Шанхае",
                "Кампус в Шанхае — динамичный и культурно насыщенный город с международной атмосферой",
                "Активно развивает международное сотрудничество"
            ],
            "scholarships_and_grants": [
                "Государственные стипендии для международных студентов",
                "Университетские стипендии (частичное или полное покрытие расходов)",
                "Возможности для получения грантов на научные исследования и магистратуру"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $4,000 до $15,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Университет поддерживает студентов-спортсменов, предлагая спортивные программы и турниры.",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Отличный выбор для тех, кто хочет учиться в одном из лучших университетов Китая, иметь доступ к международной образовательной сети и активно заниматься научной и исследовательской деятельностью. Предлагает обширные возможности для обучения, развития карьеры и международного взаимодействия."
        },
        {
            "id": "CN4",
            "name": "Shanghai Jiao Tong University",
            "description": "A leading university in China, ranking among the top 100 globally, with strong programs in engineering, computer science, and economics.",
            "language": "Китайский (для программ на китайском языке). Существуют программы на английском языке.",
            "requirements": [
                "Знание китайского языка (HSK) для программ на китайском языке",
                "TOEFL/IELTS (для программ на английском)",
                "SAT/ACT (для некоторых программ)",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе"
            ],
            "documents": [
                "Аттестат",
                "Результаты языковых тестов (HSK, TOEFL, IELTS)",
                "SAT/ACT (если требуется)",
                "Портфолио (для творческих программ)",
                "Эссе"
            ],
            "features": [
                "Входит в топ-100 мировых вузов",
                "Сильные программы по инженерии, компьютерным наукам и экономике",
                "Активно развивает международное сотрудничество (более 200 партнерских вузов)",
                "Кампус в Шанхае",
                "Активно внедряет инновации и стартапы"
            ],
            "scholarships_and_grants": [
                "Китайские правительственные стипендии",
                "Университетские стипендии для иностранных студентов",
                "Возможности для получения грантов на исследования и стартапы"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $4,000 до $12,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Активно поддерживает студентов-спортсменов (национальные и международные соревнования).",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Отличный выбор для технологических и инженерных программ, сильных исследовательских направлений и взаимодействия с ведущими мировыми университетами. Международное признание, множество возможностей для карьерного роста и научных исследований в динамичном Шанхае."
        },
        {
            "id": "CN5",
            "name": "Zhejiang University",
            "description": "A prestigious university in China, ranking among the top 100 globally, with strong programs in engineering, computer science, and biomedicine.",
            "language": "Китайский (для программ на китайском языке). Также предлагаются программы на английском.",
            "requirements": [
                "Знание китайского языка (HSK) для программ на китайском языке",
                "TOEFL/IELTS (для программ на английском языке)",
                "SAT/ACT (для некоторых программ)",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе"
            ],
            "documents": [
                "Аттестат",
                "Результаты языковых тестов (HSK, TOEFL, IELTS)",
                "SAT/ACT (если требуется)",
                "Портфолио (для творческих программ)",
                "Эссе"
            ],
            "features": [
                "Входит в топ-100 мировых вузов",
                "Мощные программы в области инженерии, биотехнологий и компьютерных наук",
                "Кампус в Ханчжоу",
                "Высокий уровень научных исследований (ИИ, биомедицина, экология)",
                "Активное международное сотрудничество",
                "Великолепные лаборатории, стартап-инкубаторы"
            ],
            "scholarships_and_grants": [
                "Китайские государственные стипендии",
                "Университетские стипендии для отличников",
                "Возможности для исследовательских грантов и участия в стартапах"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $4,000 до $10,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Поддерживает студентов-спортсменов (возможности для участия в соревнованиях).",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Идеально подойдет тем, кто заинтересован в высокотехнологичных направлениях (инженерия, биомедицина, ИИ). Отличные исследовательские возможности, поддержка инноваций и стартапов. Программы на английском языке и международные возможности."
        },
        {
            "id": "CN6",
            "name": "Beijing Normal University (BNU)",
            "description": "A leading university in China in the fields of education and pedagogy, also known for its strong programs in ecology and psychology.",
            "language": "Китайский (для программ на китайском языке). Также предлагаются программы на английском.",
            "requirements": [
                "Знание китайского языка (HSK) для программ на китайском языке",
                "TOEFL/IELTS (для программ на английском языке)",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе"
            ],
            "documents": [
                "Аттестат",
                "Результаты языковых тестов (HSK, TOEFL, IELTS)",
                "Портфолио (для творческих программ)",
                "Эссе"
            ],
            "features": [
                "Ведущий университет Китая в области образования и педагогики",
                "Известен программами в области экологии, психологии и образования",
                "Кампус в Пекине (активный научный и культурный обмен)",
                "Развитие научных исследований (образование и психология)",
                "Сильные связи с международными университетами и образовательными центрами"
            ],
            "scholarships_and_grants": [
                "Китайские государственные стипендии",
                "Университетские стипендии для отличников",
                "Гранты для научных исследований в области образования и психологии"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $3,000 до $8,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Поддерживает студентов-спортсменов (возможности для участия в соревнованиях).",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Идеально подойдет тем, кто заинтересован в педагогике, психологии и науке. Активно развивает исследования в области образования, хорошие международные связи. Отличное место для изучения экологии, искусства и науки."
        },
        {
            "id": "CN7",
            "name": "Renmin University of China (RUC)",
            "description": "A leading university in China, particularly renowned for its programs in economics, law, and political science.",
            "language": "Китайский (для программ на китайском языке). Также предлагаются программы на английском.",
            "requirements": [
                "Знание китайского языка (HSK) для программ на китайском языке",
                "TOEFL/IELTS (для программ на английском языке)",
                "SAT/ACT (для некоторых программ)",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе"
            ],
            "documents": [
                "Аттестат",
                "Результаты языковых тестов (HSK, TOEFL, IELTS)",
                "SAT/ACT (если требуется)",
                "Портфолио (для творческих программ)",
                "Эссе"
            ],
            "features": [
                "Ведущий университет Китая (экономика, право, политология)",
                "Сильная академическая традиция (социальные науки и гуманитарные дисциплины)",
                "Кампус в Пекине (культурная и политическая столица)",
                "Высокий уровень научных исследований (гуманитарные и социальные науки)",
                "Активное международное сотрудничество"
            ],
            "scholarships_and_grants": [
                "Китайские государственные стипендии",
                "Университетские стипендии для отличников",
                "Гранты для научных исследований и студенческих проектов"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $4,000 до $9,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
            "sports_scholarships": "Да! Поддерживает студентов-спортсменов (возможности для участия в соревнованиях).",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Университет с отличной репутацией в области экономики, права и социальных наук. Престижный университет Китая с сильными академическими программами в гуманитарных и социальных науках."
        },
        {
            "id": "CN8",
            "name": "Harbin Institute of Technology (HIT)",
            "description": "A prestigious university in China, part of the 'Seven Sons of National Defence', with strong programs in engineering, especially aerospace and defence.",
            "language": "Китайский (для программ на китайском языке). Также предлагаются программы на английском.",
            "directions": [
                "Инженерия",
                "Аэрокосмическая техника",
                "Механика",
                "Автоматизация",
                "Компьютерные науки",
                "Химическая инженерия",
                "Материаловедение",
                "Архитектура",
                "Искусственный интеллект"
            ],
            "requirements": [
                "Знание китайского языка (HSK) для программ на китайском языке",
                "TOEFL/IELTS (для программ на английском языке)",
                "SAT/ACT (для некоторых программ)",
                "Рекомендации",
                "Мотивационное письмо",
                "Эссе"
            ],
            "documents": [
                "Аттестат",
                "Результаты языковых тестов (HSK, TOEFL, IELTS)",
                "SAT/ACT (если требуется)",
                "Портфолио (для творческих программ)",
                "Эссе"
            ],
            "features": [
                "Один из ведущих университетов Китая, входящий в число “Семи сыновей национальной обороны”",
                "Сильные программы в области инженерии, особенно в аэрокосмической и оборонной сферах",
                "Кампус в Харбине, а также дополнительные кампусы в Вэйхае и Шэньчжэне",
                "Высокий уровень научных исследований, особенно в области обороны и аэрокосмической техники",
                "Активное международное сотрудничество, включая совместные программы с российскими университетами"
            ],
            "scholarships_and_grants": [
                "Китайские государственные стипендии для иностранных студентов",
                "Университетские стипендии для отличников",
                "Гранты для научных исследований и студенческих проектов"
            ],
            "tuition_fees": "Для иностранных студентов — платно, от $4,000 до $10,000 в год (в зависимости от программы). Дополнительно: проживание, страховка, учебные материалы.",
            "sports_scholarships": "Да! Университет поддерживает студентов-спортсменов и предоставляет возможности для участия в спортивных соревнованиях",
            "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров",
            "why_choose": "Harbin Institute of Technology — это престижный университет с богатой историей и сильными программами в области инженерии и технологий. Его тесные связи с оборонной промышленностью и аэрокосмическими исследованиями предоставляют студентам уникальные возможности для практического применения знаний. Международное сотрудничество и наличие кампусов в разных городах Китая делают HIT привлекательным выбором для студентов со всего мира."
        }
    ],
    "HK": [
        {
            "id": "HK4",
            "name": "Hong Kong Polytechnic University (PolyU)",
            "description": "A public university in Hong Kong located in Hung Hom, Kowloon, known for its strong programs in design, engineering, and hospitality and tourism management.",
            "language": "Английский (для иностранных студентов).",
            "requirements": [
                "Академические: аттестат о среднем образовании с высокими оценками; предпочтительно IB диплом с баллом 32+ или 3 предмета A-Level с оценками не ниже B.",
                "Языковые: IELTS от 6.0 или TOEFL iBT от 80.",
                "Дополнительно: мотивационное письмо, рекомендации, портфолио (для творческих специальностей), собеседование (по усмотрению университета)."
            ],
            "documents": [
                "Аттестат или диплом с официальным переводом на английский язык.",
                "Результаты языковых тестов (IELTS/TOEFL).",
                "Мотивационное письмо, рекомендательные письма.",
                "Портфолио (для творческих специальностей).",
                "Онлайн-заявка через портал eAdmission."
            ],
            "features": [
                "Один из восьми государственных университетов Гонконга.",
                "Расположен в районе Хунг Хом, Коулун.",
                "Входит в топ-100 университетов мира (QS и Times Higher Education).",
                "Сильные программы в области дизайна, инженерии и гостиничного менеджмента.",
                "Современный кампус с инновационными лабораториями и исследовательскими центрами.",
                "Активное международное сотрудничество и обмен студентами."
            ],
            "scholarships_and_grants": [
                "Стипендии для иностранных студентов на основе академических достижений.",
                "Возможности получения грантов на исследовательские проекты.",
                "Финансовая поддержка для студентов с особыми потребностями."
            ],
            "tuition_fees": "Платное (для иностранных студентов), зависит от программы и уровня образования. Дополнительно: проживание, питание, учебные материалы, медицинская страховка.",
            "sports_scholarships": "Да, поддерживает студентов-спортсменов и предоставляет возможности для участия в спортивных соревнованиях.",
            "sports_requirements": "Достижения на региональном или национальном уровне, рекомендации тренеров.",
            "why_choose": "Предлагает качественное образование на английском языке в одном из ведущих университетов Азии. Известен инновационными программами, современным кампусом и активным международным сотрудничеством. Отличный выбор для образования мирового уровня в динамичном и культурно богатом городе."
        },
        {
            "id": "HK5",
            "name": "City University of Hong Kong (CityU)",
            "description": "A public university founded in 1984, located in Kowloon Tong, Hong Kong, known for its strong programs in business, engineering, and computer science.",
            "language": "Английский.",
            "requirements": [
                "Академические: аттестат о среднем образовании с высокими оценками; предпочтительно IB диплом с баллом от 30 и выше или 3 предмета A-Level с оценками не ниже E.",
                "Языковые: IELTS с общим баллом не ниже 6.5 или TOEFL iBT от 79.",
                "Дополнительно: мотивационное письмо, рекомендации, портфолио (для творческих специальностей), собеседование (по усмотрению университета)."
            ],
            "documents": [
                "Аттестат или диплом с официальным переводом на английский язык.",
                "Результаты языковых тестов (IELTS/TOEFL).",
                "Мотивационное письмо, рекомендательные письма.",
                "Портфолио (для творческих специальностей).",
                "Онлайн-заявка через портал университета."
            ],
            "features": [
                "Основан в 1984 году, получил статус университета в 1994 году.",
                "Расположен в районе Коулун Тонг, Гонконг.",
                "Входит в топ-100 университетов мира (QS World University Rankings).",
                "Сильные программы в области бизнеса, инженерии и компьютерных наук.",
                "Современный кампус с передовыми лабораториями и исследовательскими центрами.",
                "Активное международное сотрудничество и программы обмена студентами."
            ],
            "scholarships_and_grants": [
                "Различные виды вступительных стипендий для иностранных студентов с выдающимися академическими достижениями.",
                "Возможности получения грантов на исследовательские проекты и участие в международных конференциях.",
                "Финансовая поддержка для студентов с особыми потребностями."
            ],
            "tuition_fees": "Платное (для иностранных студентов), около $18,000 в год. Дополнительно: проживание (около $2,000 в год), питание, учебные материалы, медицинская страховка.",
            "sports_scholarships": "Да, поддерживает студентов-спортсменов и предоставляет возможности для участия в спортивных соревнованиях.",
            "sports_requirements": "Достижения на региональном или национальном уровне, рекомендации тренеров.",
            "why_choose": null
        },
        {
            "id": "HK6",
            "name": "Hong Kong Baptist University (HKBU)",
            "description": "A well-respected university in Hong Kong with strong programs in communication, business, and arts, emphasizing interdisciplinary approaches and Christian humanitarian values.",
            "language": "Английский (некоторые программы — на китайском).",
            "requirements": [
                "Академическая успеваемость (аттестат, диплом IB/A-Level).",
                "IELTS от 6.5 / TOEFL iBT от 79.",
                "Мотивационное письмо, рекомендации.",
                "Портфолио (для творческих программ)."
            ],
            "documents": [
                "Аттестат с переводом.",
                "Результаты IELTS/TOEFL.",
                "Мотивационное письмо, рекомендации.",
                "Портфолио (если нужно)."
            ],
            "features": [
                "Один из самых уважаемых университетов Гонконга.",
                "Сильные программы в области коммуникации, бизнеса и искусства.",
                "Кампус в Kowloon Tong — зелёный, уютный и современный.",
                "Поддерживает междисциплинарный подход и ценности христианской гуманности.",
                "Активные международные обмены, студенческая жизнь и исследовательская деятельность."
            ],
            "scholarships_and_grants": [
                "Стипендии за академические достижения для иностранцев.",
                "Финансовая помощь и исследовательские гранты."
            ],
            "tuition_fees": "Платное (для иностранных студентов), от $18,000 до $20,000 в год.",
            "sports_scholarships": "Да! Есть программы поддержки спортсменов, участие в соревнованиях, видеопортфолио и рекомендации тренера приветствуются.",
            "sports_requirements": null,
            "why_choose": "Отличный выбор для международной среды, развития креативности и мышления с сильной академической базой. Подходит для интересующихся журналистикой, бизнесом, творчеством и гуманитарными науками."
        },
        {
            "id": "HK7",
            "name": "Lingnan University",
            "description": "The only public liberal arts university in Hong Kong, emphasizing whole-person development and community engagement with small class sizes and extensive international exchange opportunities.",
            "language": "Английский.",
            "requirements": [
                "Академическая успеваемость (аттестат, диплом IB/A-Level).",
                "IELTS от 6.5 / TOEFL iBT от 79.",
                "Мотивационное письмо, рекомендации.",
                "Портфолио (для творческих программ)."
            ],
            "documents": [
                "Аттестат с переводом.",
                "Результаты IELTS/TOEFL.",
                "Мотивационное письмо, рекомендации.",
                "Портфолио (если требуется)."
            ],
            "features": [
                "Единственный публичный университет либеральных искусств в Гонконге.",
                "Маленькие размеры классов, способствующие интерактивному обучению.",
                "Более 270 партнеров в более чем 50 странах для международных обменов.",
                "Сильный акцент на всестороннем развитии студентов и общественном служении."
            ],
            "scholarships_and_grants": [
                "Стипендии для иностранных студентов с выдающимися академическими достижениями.",
                "Прогрессивные стипендии для студентов, переходящих на второй курс с отличными результатами."
            ],
            "tuition_fees": "Платное (для иностранных студентов), около 160,000 HKD в год.",
            "sports_scholarships": "Информация о спортивных стипендиях не указана.",
            "sports_requirements": null,
            "why_choose": "Предлагает уникальное образование в стиле либеральных искусств с акцентом на всестороннее развитие и общественное служение. Маленькие размеры классов и международные возможности делают его привлекательным для студентов, стремящихся к персонализированному и глобально ориентированному обучению."
        }
    ],
    "JP": [
        {
            "id": "JP4",
            "name": "Tohoku University",
            "description": "A prestigious and historic university in Sendai, known for its strong engineering and environmental science programs, and its commitment to international research.",
            "language": "Японский (основной), английский (некоторые магистратуры и докторские программы).",
            "requirements": [
                "Аттестат с высокими баллами.",
                "EJU или SAT/ACT (в зависимости от программы).",
                "TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (для программ на английском).",
                "Мотивационное письмо, эссе, рекомендации."
            ],
            "documents": [
                "Аттестат, результаты тестов.",
                "Заявление, портфолио (для творческих программ)."
            ],
            "features": [
                "Один из старейших и наиболее престижных университетов Японии.",
                "Кампус в Сендай, известный природной красотой.",
                "Уникальные исследовательские возможности в нанотехнологиях, материаловедении и медицине.",
                "Сотрудничество с крупными мировыми корпорациями и научными учреждениями."
            ],
            "scholarships_and_grants": [
                "Japan Government (MEXT) Scholarship.",
                "Tohoku University International Scholarships.",
                "Программы для аспирантов и исследователей."
            ],
            "tuition_fees": "Платное, примерно 535,800 йен в год (около $3,500 USD). Дополнительно: жильё, страховка, книги.",
            "sports_scholarships": "Развита спортивная инфраструктура, возможности для спортивных стипендий в разных дисциплинах.",
            "sports_requirements": "Спортивные достижения на региональном или национальном уровне.",
            "why_choose": "Идеальный выбор для развития в науке и технологиях, поддерживает международные исследования, сильные программы в инженерии и экологии. Уникальная атмосфера кампуса в Сендай."
        },
        {
            "id": "JP5",
            "name": "Nagoya University",
            "description": "A leading Japanese university with outstanding research programs, particularly strong in fundamental sciences, engineering, and medical studies.",
            "language": "Японский (основной), английский (для магистратуры и аспирантуры).",
            "requirements": [
                "Аттестат с высокими баллами.",
                "EJU или SAT/ACT для бакалавриата.",
                "TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (для программ на английском).",
                "Мотивационное письмо, рекомендации."
            ],
            "documents": [
                "Аттестат, результаты тестов.",
                "Заявление, иногда портфолио для творческих специальностей."
            ],
            "features": [
                "Один из ведущих университетов Японии с выдающимися исследовательскими программами.",
                "Прочный акцент на фундаментальные науки, инженерные дисциплины и медицинские исследования.",
                "Кампус в Нагойе, третьем по величине городе Японии.",
                "Сильные партнерства с индустрией и возможности для стажировок."
            ],
            "scholarships_and_grants": [
                "Nagoya University Scholarships for International Students.",
                "Japan Government (MEXT) Scholarship.",
                "Частичные стипендии на проживание и учебу."
            ],
            "tuition_fees": "Платное, около 535,800 йен в год (примерно $3,500 USD). Дополнительно: жильё, страховка, книги.",
            "sports_scholarships": "Развита спортивная жизнь, поддержка университетских команд, возможности для спортивных стипендий.",
            "sports_requirements": "Спортивные достижения на региональном или национальном уровне.",
            "why_choose": "Отличный выбор для тех, кто стремится к образованию в одном из самых престижных университетов Японии, идеально подходит для исследований в физике, медицине и инженерии. Множество возможностей для международного сотрудничества и профессионального роста."
        },
        {
            "id": "JP6",
            "name": "Tokyo Institute of Technology (Tokyo Tech)",
            "description": "A top-tier technical university in Japan, renowned for its science and technology programs, including robotics, energy, and environmental technologies.",
            "language": "Японский (основной), английский (для некоторых магистерских и докторских программ).",
            "requirements": [
                "Аттестат с хорошими баллами.",
                "EJU или SAT/ACT для бакалавриата.",
                "TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (для программ на английском).",
                "Рекомендации, мотивационное письмо, иногда портфолио."
            ],
            "documents": [
                "Аттестат, результаты тестов.",
                "Анкета, рекомендации, иногда портфолио."
            ],
            "features": [
                "Один из ведущих технических университетов Японии.",
                "Сильная репутация в инженерии и технологиях.",
                "Отличные программы по робототехнике, энергетике и экологическим технологиям.",
                "Кампус в Токио.",
                "Сотрудничество с крупными мировыми компаниями и научными центрами."
            ],
            "scholarships_and_grants": [
                "Tokyo Tech International Graduate Program Scholarships.",
                "Japan Government (MEXT) Scholarship.",
                "Стипендии для студентов с высоким академическим результатом."
            ],
            "tuition_fees": "Платное, около 535,800 йен в год (примерно $3,500 USD). Дополнительно: жильё, страховка, книги.",
            "sports_scholarships": "Поддержка спортивных команд и спортсменов, возможность получения спортивных стипендий.",
            "sports_requirements": "Спортивные достижения на высоком уровне, рекомендации от тренеров.",
            "why_choose": "Университет для тех, кто хочет сосредоточиться на инженерных науках, робототехнике и новых технологиях. Сильная научная база, инновационные проекты и сотрудничество с ведущими компаниями."
        },
        {
            "id": "JP7",
            "name": "Keio University",
            "description": "One of Japan's oldest and most prestigious private universities, located in Tokyo, with a strong reputation in business, economics, and humanities.",
            "language": "Японский (основной), английский (для некоторых программ).",
            "requirements": [
                "Аттестат с хорошими баллами (особенно по профильным предметам).",
                "TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (для программ на английском).",
                "SAT/ACT для международных студентов (может потребоваться).",
                "Рекомендации, мотивационное письмо, эссе."
            ],
            "documents": [
                "Аттестат, результаты тестов (TOEFL/IELTS, SAT/ACT).",
                "Анкета, рекомендации, мотивационное письмо."
            ],
            "features": [
                "Один из старейших и самых престижных университетов Японии (основан в 1858 году).",
                "Отличная репутация в бизнесе и экономике.",
                "Множество программ на английском для иностранных студентов.",
                "Прочные связи с бизнес-сообществом.",
                "Кампус в Токио."
            ],
            "scholarships_and_grants": [
                "Keio University International Program Scholarship.",
                "Японские государственные стипендии (MEXT).",
                "Академические стипендии."
            ],
            "tuition_fees": "Платное, около 1,500,000 йен в год (примерно $10,000 USD). Дополнительно: жильё, страховка, книги.",
            "sports_scholarships": "Программа для студентов-спортсменов, возможности для спортивных стипендий.",
            "sports_requirements": "Спортивные достижения на высоком уровне, рекомендации от тренеров.",
            "why_choose": "Престижный университет с акцентом на интеграцию бизнеса и науки, образование мирового уровня, сильные программы в бизнесе, медицине и гуманитарных науках. Расположение в центре международной экономики и инноваций."
        },
        {
            "id": "JP8",
            "name": "Waseda University",
            "description": "A well-known private university in Tokyo, established in 1882, offering a wide range of programs with a strong international focus.",
            "language": "Японский (основной), английский (для некоторых программ).",
            "requirements": [
                "Аттестат с хорошими баллами.",
                "TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (для программ на английском).",
                "SAT/ACT (для международных студентов).",
                "Рекомендации, мотивационное письмо, эссе."
            ],
            "documents": [
                "Аттестат, результаты тестов (TOEFL/IELTS, SAT/ACT).",
                "Анкета, рекомендации, мотивационное письмо."
            ],
            "features": [
                "Один из самых известных частных университетов Японии.",
                "Разнообразие программ и сильная международная направленность.",
                "Активно привлекает иностранных студентов (много программ на английском).",
                "Кампус в Токио.",
                "Связи с ведущими японскими и международными корпорациями."
            ],
            "scholarships_and_grants": [
                "Waseda University International Program Scholarship.",
                "Японские государственные стипендии (MEXT).",
                "Академические стипендии."
            ],
            "tuition_fees": "Платное, около 1,200,000 – 2,000,000 йен в год (примерно $8,000 – $14,000 USD). Дополнительно: жильё, страховка, книги.",
            "sports_scholarships": "Программа для студентов-спортсменов, поддержка в различных спортивных дисциплинах, возможности для спортивных стипендий.",
            "sports_requirements": "Спортивные достижения на высоком уровне, рекомендации от тренеров.",
            "why_choose": "Престижный университет, сочетающий академическую строгость с инновациями и международной направленностью. Сильные программы в бизнесе, праве и инженерии, отличные карьерные перспективы и возможности для международных обменов. Расположение в центре Токио."
        }
    ],
    "DE": [
        {
            "id": "DE6",
            "name": "University of Mannheim",
            "description": "One of the best universities in Germany for economics and management, located in a palace, with a strong focus on applied education and internships.",
            "language": "Немецкий и английский (зависит от программы).",
            "requirements": [
                "Аттестат с высокими оценками.",
                "Знание языка: немецкий (TestDaF или DSH) или английский (IELTS ≥ 6.5 или TOEFL iBT ≥ 90).",
                "Иногда требуется мотивационное письмо, CV, эссе."
            ],
            "documents": [
                "Аттестат, языковые сертификаты.",
                "Мотивационное письмо, CV, возможны рекомендации."
            ],
            "features": [
                "Один из лучших вузов Германии по экономике и управлению.",
                "Кампус находится во дворце.",
                "Акцент на прикладное образование и стажировки.",
                "Много международных студентов.",
                "Программы обмена и двойные дипломы."
            ],
            "scholarships_and_grants": [
                "Государственные (DAAD, Deutschlandstipendium).",
                "Стипендии от партнёрских компаний.",
                "Иногда — внутренняя финансовая помощь."
            ],
            "tuition_fees": "Бесплатное, оплачивается только административный взнос (~300 евро в семестр). Проживание, питание, страховка — ~800–1000 евро в месяц.",
            "sports_scholarships": "Как правило, нет, но есть секции, клубы, тренажёрные залы и соревнования на уровне университета.",
            "sports_requirements": null,
            "why_choose": "Сильный, престижный университет Европы с отличными перспективами в бизнесе и социальных науках, бесплатное обучение, учёба в центре Европы и реальный шанс попасть в крупнейшие немецкие и международные компании."
        },
        {
            "id": "DE7",
            "name": "University of Stuttgart",
            "description": "One of the best technical universities in Germany, located in the center of the German automotive industry, with many projects with industrial partners.",
            "language": "Немецкий и английский (некоторые бакалавры и большинство магистратур на английском).",
            "requirements": [
                "Аттестат с высоким средним баллом (особенно по математике и физике).",
                "Знание языка: немецкий (TestDaF или DSH) или английский (IELTS ≥ 6.5 или TOEFL iBT ≥ 90).",
                "Для магистратуры — бакалавр по смежной специальности."
            ],
            "documents": [
                "Аттестат/диплом, языковой сертификат.",
                "Мотивационное письмо, CV, иногда рекомендательные письма."
            ],
            "features": [
                "Один из лучших технических вузов Германии.",
                "Расположен рядом с штаб-квартирами Mercedes-Benz и Porsche.",
                "Много проектов с промышленными партнёрами.",
                "Современные лаборатории и кампусы.",
                "Есть англоязычные программы (особенно в магистратуре)."
            ],
            "scholarships_and_grants": [
                "Государственные (DAAD, Deutschlandstipendium).",
                "Поддержка от промышленных партнёров.",
                "Возможность подрабатывать по специальности."
            ],
            "tuition_fees": "Бесплатное для граждан ЕС, для иностранных студентов — около 1,500 евро в семестр, административный взнос ~300 евро. Проживание, еда и расходы — ~800–1,000 евро в месяц.",
            "sports_scholarships": "Специальных стипендий нет, но университет предлагает спортивные секции, тренировки и внутренние соревнования.",
            "sports_requirements": null,
            "why_choose": "Мечтаешь о карьере в инженерии, автомобилестроении или IT — один из самых практико-ориентированных вузов Европы, активное сотрудничество с крупными корпорациями, много возможностей для стажировок и будущей работы."
        },
        {
            "id": "DE8",
            "name": "University of Leipzig",
            "description": "One of the oldest universities in Europe (founded in 1409), located in the cultural capital of Eastern Germany, with strong humanities and linguistic faculties.",
            "language": "В основном немецкий, но есть англоязычные магистерские программы.",
            "requirements": [
                "Аттестат, эквивалентный немецкому Abitur.",
                "Знание немецкого: TestDaF (уровень 4) или DSH-2.",
                "Для англоязычных программ — IELTS от 6.5 / TOEFL iBT от 90.",
                "Для творческих направлений — портфолио или вступительные испытания."
            ],
            "documents": [
                "Аттестат, языковой сертификат.",
                "Мотивационное письмо, резюме, иногда рекомендательные письма."
            ],
            "features": [
                "Основан в 1409 году — один из старейших вузов Европы.",
                "Расположен в культурной столице Восточной Германии.",
                "Сильные гуманитарные и лингвистические факультеты.",
                "Исторически связан с Гёте, Ницше, Ангелой Меркель.",
                "Современные кампусы и научные центры.",
                "Много программ по обмену и двойным дипломам."
            ],
            "scholarships_and_grants": [
                "DAAD — государственная стипендия для иностранных студентов.",
                "Deutschlandstipendium — 300 евро/мес. для отличников.",
                "Другие фонды."
            ],
            "tuition_fees": "Бесплатное обучение для всех, только административный взнос — около 250 евро за семестр. Проживание и жизнь — ~800 евро в месяц.",
            "sports_scholarships": "Специальных нет, но есть развитая спортивная инфраструктура и секции.",
            "sports_requirements": null,
            "why_choose": "Университет с глубокими традициями в живом студенческом городе с богатой историей и культурой. Отличный выбор для гуманитариев, лингвистов, творческих студентов и тех, кто хочет учиться в Европе почти бесплатно."
        },
        {
            "id": "DE9",
            "name": "University of Denver",
            "description": "The oldest private university in the Rocky Mountain region (USA), offering a personalized approach to education with strong programs in international relations, business, and law.",
            "language": "Английский.",
            "requirements": [
                "Аттестат с высокими оценками.",
                "SAT/ACT (опционально, но рекомендуется).",
                "IELTS ≥ 6.5 или TOEFL iBT ≥ 80.",
                "Мотивационное письмо, рекомендации, эссе."
            ],
            "documents": [
                "Аттестат, языковой сертификат.",
                "Мотивационное письмо, рекомендации, эссе, анкета Common App."
            ],
            "features": [
                "Старейший частный университет региона Скалистых гор (основан в 1864 году).",
                "Кампус в Денвере и горный кампус.",
                "Индивидуальный подход к обучению.",
                "Сильные школы (бизнес, международные отношения, право).",
                "Программа 4D Experience.",
                "Программа Cherrington Global Scholars (обучение за рубежом без доплаты)."
            ],
            "scholarships_and_grants": [
                "Академические стипендии для иностранных студентов.",
                "Финансовая помощь на основе нуждаемости.",
                "Возможность подработки на кампусе."
            ],
            "tuition_fees": "Платное, от $20,000 в год (в зависимости от программы). Дополнительные расходы: проживание, питание, страховка, книги.",
            "sports_scholarships": "Да, особенно в хоккее, лыжах, лакроссе (NCAA Division I).",
            "sports_requirements": "Спортивные достижения, видеопортфолио, рекомендации тренеров.",
            "why_choose": "Сильные программы в области международных отношений, бизнеса и права, индивидуальный подход к обучению и возможность обучения за рубежом. Живописный кампус и активная студенческая жизнь."
        },
        {
            "id": "DE10",
            "name": "University of Göttingen",
            "description": "One of the oldest and most respected universities in Germany (founded in 1737), a center for fundamental and applied research, especially in biology and natural sciences.",
            "language": "Немецкий (большинство программ), есть программы на английском (особенно магистратура).",
            "requirements": [
                "Аттестат с хорошими оценками (Abitur или эквивалент).",
                "Знание языка: TestDaF/DSH (для немецких программ) или IELTS ≥ 6.5 / TOEFL iBT ≥ 90 (для английских программ).",
                "В некоторых случаях — мотивационное письмо, CV, интервью."
            ],
            "documents": [
                "Аттестат о среднем образовании.",
                "Языковые сертификаты.",
                "Паспорт.",
                "Мотивационное письмо, CV (иногда)."
            ],
            "features": [
                "Один из старейших и самых уважаемых университетов Германии.",
                "Центр фундаментальных и прикладных исследований.",
                "Связан с Макс-Планк институтами и Нобелевскими лауреатами.",
                "Кампус с исторической архитектурой, сильное научное сообщество.",
                "Тихий студенческий город."
            ],
            "scholarships_and_grants": [
                "DAAD, Deutschlandstipendium.",
                "Университетские стипендии для магистров и аспирантов.",
                "Поддержка от научных фондов и исследовательских центров."
            ],
            "tuition_fees": "Бесплатное, оплачивается административный взнос (около 300 евро в семестр). Проживание, питание, страховка — ~850–1000 евро в месяц.",
            "sports_scholarships": "Отсутствуют, но есть спортивные секции, залы, студенческие соревнования.",
            "sports_requirements": null,
            "why_choose": "Интерес к науке (особенно в биологии, экологии или естественных науках), учёба в уважаемом университете с исследовательским духом, классическое академическое место с научной атмосферой и европейским качеством образования."
        },
        {
            "id": "DE11",
            "name": "University of Freiburg",
            "description": "One of the oldest universities in Germany (founded in 1457), a prestigious institution in humanities and natural sciences with a strong international orientation.",
            "language": "Немецкий (большинство программ), есть магистратуры на английском.",
            "requirements": [
                "Аттестат с высокими оценками.",
                "Знание немецкого (TestDaF, DSH), для англ. программ — IELTS ≥ 6.5 / TOEFL ≥ 90.",
                "Иногда: мотивационное письмо, резюме, рекомендации."
            ],
            "documents": [
                "Аттестат + перевод.",
                "Языковые сертификаты.",
                "CV, мотивационное письмо.",
                "Подтверждение стажа (если требуется)."
            ],
            "features": [
                "Один из старейших университетов Германии.",
                "Престижный гуманитарный и естественнонаучный вуз.",
                "Сильная международная направленность, много обменных программ.",
                "Кампус во Фрайбурге — экологической столице Германии.",
                "Поддержка студентов, междисциплинарные программы, активная студенческая жизнь."
            ],
            "scholarships_and_grants": [
                "Государственные (DAAD, Deutschlandstipendium).",
                "Стипендии от фондов.",
                "Частичная поддержка от университета."
            ],
            "tuition_fees": "Бесплатное, административный сбор: ~300 евро в семестр. Проживание, питание, страховка — ~850–1000 евро в месяц.",
            "sports_scholarships": "Отдельных спортивных стипендий нет, но есть спортклубы, тренажёрные залы, секции, турниры между факультетами.",
            "sports_requirements": null,
            "why_choose": "Академическая свобода, уважаемый вуз с богатой историей, гуманитарные и экологические науки, уютный и зелёный город рядом с Францией и Швейцарией. Качественное образование, европейский опыт и комфортная студенческая жизнь."
        },
        {
            "id": "DE12",
            "name": "TU Dresden (Technical University of Dresden)",
            "description": "One of the largest technical universities in Germany, part of the elite TU9 group, with strong connections to industry and a modern campus in a beautiful city.",
            "language": "В основном немецкий, есть программы на английском (особенно магистратура).",
            "requirements": [
                "Аттестат с высокими оценками.",
                "Язык: немецкий (TestDaF, DSH) или английский (TOEFL ≥ 90, IELTS ≥ 6.5).",
                "Иногда: мотивационное письмо, портфолио (для архитекторов), CV.",
                "Для некоторых программ — вступительные испытания или собеседование."
            ],
            "documents": [
                "Аттестат + перевод.",
                "Языковой сертификат.",
                "CV, мотивационное письмо.",
                "Рекомендации (по желанию).",
                "Портфолио (для творческих направлений)."
            ],
            "features": [
                "Один из крупнейших технических университетов Германии.",
                "Входит в элитную группу TU9.",
                "Много лабораторий, современный кампус, тесные связи с промышленностью.",
                "Расположен в красивом городе Дрезден.",
                "Отличная база для инженеров, ИТ-специалистов и учёных.",
                "Есть англоязычные магистратуры."
            ],
            "scholarships_and_grants": [
                "DAAD, Deutschlandstipendium.",
                "Частичные стипендии от компаний и организаций.",
                "Университет поддерживает лучших студентов."
            ],
            "tuition_fees": "Бесплатное, только административный взнос ~280–330 евро в семестр. Жизнь в Дрездене — от 800 евро в месяц с проживанием.",
            "sports_scholarships": null,
            "sports_requirements": null,
            "why_choose": "Техническое образование в Европе, сильный вуз с практикой и реальными проектами, жизнь в красивом, недорогом городе. Возможность строить карьеру инженера, программиста или исследователя и сотрудничать с топ-компаниями Германии."
        }
    ],
    "FR": [
        {
            "id": "FR5",
            "name": "Université Grenoble Alpes",
            "description": "One of the largest universities in France, located at the foot of the Alps, known for its strong programs in physics, computer science, medicine, and environmental studies.",
            "language": "Французский (основной), есть англоязычные магистратуры и программы обмена.",
            "requirements": [
                "Аттестат о среднем образовании с хорошими оценками.",
                "Знание французского (DELF B2 или TCF ≥ 400), для англоязычных — IELTS ≥ 6.0.",
                "Иногда — мотивационное письмо, CV, рекомендации.",
                "Для магистратур — диплом бакалавра."
            ],
            "documents": [
                "Аттестат/диплом, языковой сертификат.",
                "Мотивационное письмо, резюме, иногда портфолио."
            ],
            "features": [
                "Один из крупнейших университетов Франции, входит в топ-150 мира по наукам.",
                "Расположен у подножия Альп — экологичный, красивый кампус.",
                "Центр исследований в области климата, технологий, космоса и медицины.",
                "Много англоязычных программ на магистратуре.",
                "Активная студенческая жизнь, спорт, горные лыжи и туризм."
            ],
            "scholarships_and_grants": [
                "Стипендии от правительства Франции (Eiffel, Campus France).",
                "Поддержка от региона Овернь-Рона-Альпы.",
                "Возможность оплачиваемых стажировок и работы во время учёбы."
            ],
            "tuition_fees": "Бакалавриат: ~2 770 €/год (для иностранцев). Магистратура: ~3 770 €/год. Жильё, питание, транспорт — ~700–900 €/мес.",
            "sports_scholarships": null,
            "sports_requirements": null,
            "why_choose": "Современный, научно сильный университет с красивой природой, подходит для экологии, медицины, IT или международных отношений. Французская система образования + активная студенческая жизнь = идеальный баланс."
        },
        {
            "id": "FR6",
            "name": "Université de Bordeaux",
            "description": "A large university in southwestern France, known for its strong programs in biology, chemistry, medicine, engineering, IT, economics, and oenology (wine studies).",
            "language": "Французский (основной), есть англоязычные магистратуры.",
            "requirements": [
                "Аттестат о среднем образовании с хорошими оценками.",
                "Знание французского (уровень B2 — DELF/TCF), либо английского (для англ. программ — IELTS ≥ 6.0).",
                "Для магистратуры — диплом бакалавра.",
                "Мотивационное письмо, CV, иногда рекомендации."
            ],
            "documents": [
                "Аттестат/диплом, языковой сертификат.",
                "Мотивационное письмо, резюме, паспорт."
            ],
            "features": [
                "Один из крупнейших университетов Франции (50,000+ студентов).",
                "Сильные направления в науке, здравоохранении и технологиях.",
                "Специализация в виноделии и аграрных науках (Бордо — винная столица мира).",
                "Современные лаборатории и международное сотрудничество.",
                "Красивый город с мягким климатом и выходом к океану."
            ],
            "scholarships_and_grants": [
                "Государственные стипендии (Eiffel, BGF).",
                "Поддержка от региона Nouvelle-Aquitaine.",
                "Внутренние стипендии и помощь с жильём."
            ],
            "tuition_fees": "Бакалавриат: ~2 770 €/год (для иностранцев). Магистратура: ~3 770 €/год. Проживание, питание, транспорт — ~700–1000 €/мес.",
            "sports_scholarships": null,
            "sports_requirements": null,
            "why_choose": "Престижный французский вуз с акцентом на естественные науки, медицину и технологии, жизнь у океана в уютном историческом городе. Отличный выбор для экологии, медицины или виноделия."
        },
        {
            "id": "FR7",
            "name": "Université de Strasbourg",
            "description": "One of the oldest universities in Europe, located in the multicultural capital of Europe, with strong programs in science, medicine, philosophy, and political science.",
            "language": "Французский (основной), есть англоязычные магистратуры и курсы.",
            "requirements": [
                "Аттестат о среднем образовании (или диплом бакалавра для магистратуры).",
                "Знание французского языка (уровень B2 — DELF/TCF), либо английского (для англ. программ — IELTS ≥ 6.0).",
                "Мотивационное письмо, CV, иногда рекомендации и портфолио (для творческих направлений)."
            ],
            "documents": [
                "Аттестат/диплом, языковой сертификат.",
                "Мотивационное письмо, резюме, паспорт, возможно — анкета через Parcoursup."
            ],
            "features": [
                "Один из старейших университетов Европы (основан в 1538 году).",
                "Сильные научные направления (более 20 Нобелевских лауреатов).",
                "Отличная подготовка по медицине, биологии, химии, философии.",
                "Город Страсбург — столица Европы (Европарламент), мультикультурный и международный.",
                "Программы обмена, двойные дипломы, сильная международная поддержка."
            ],
            "scholarships_and_grants": [
                "Государственные стипендии (например, Eiffel Excellence Scholarship).",
                "Внутренние и региональные стипендии.",
                "Возможность подработки и помощь с жильём."
            ],
            "tuition_fees": "Бакалавриат: ~2 770 €/год (для иностранных студентов). Магистратура: ~3 770 €/год. Жизнь: ~800–1000 €/мес (включая жильё, питание, транспорт).",
            "sports_scholarships": null,
            "sports_requirements": null,
            "why_choose": "Исторический университет с международной атмосферой, возможности развития в науке, медицине или политике, расположение в центре Европы. Один из самых уважаемых вузов Франции с сильным академическим имиджем."
        },
        {
            "id": "FR8",
            "name": "Université de Lille",
            "description": "One of the largest universities in France, located in a vibrant student city near Paris, Amsterdam, and Brussels, with strong programs in engineering, economics, medicine, and computer science.",
            "language": "Французский (основной), есть англоязычные магистратуры.",
            "requirements": [
                "Аттестат о среднем образовании (или диплом бакалавра для магистратуры).",
                "Французский язык на уровне не ниже B2 (DELF, TCF).",
                "Для англоязычных программ — IELTS ≥ 6.0 или TOEFL iBT ≥ 80.",
                "Мотивационное письмо, резюме (CV), иногда рекомендации."
            ],
            "documents": [
                "Аттестат/диплом, языковой сертификат.",
                "Мотивационное письмо, CV, паспорт, анкета (через Parcoursup или Études en France)."
            ],
            "features": [
                "Один из крупнейших университетов Франции (почти 80 000 студентов).",
                "Современные, хорошо оснащенные кампусы с инженерными и медицинскими лабораториями.",
                "Хорошая репутация в технических и научных дисциплинах.",
                "Город Лилль — студенческий центр, недалеко от крупных европейских столиц.",
                "Есть англоязычные программы и возможность учиться по обмену."
            ],
            "scholarships_and_grants": [
                "Государственные (например, Eiffel Scholarship).",
                "Региональные и университетские стипендии.",
                "Поддержка при поиске жилья, работа для студентов."
            ],
            "tuition_fees": "Бакалавриат — ~2 770 €/год. Магистратура — ~3 770 €/год. Проживание, питание и транспорт — ~700–1000 €/мес.",
            "sports_scholarships": null,
            "sports_requirements": null,
            "why_choose": "Современный вуз с техническим или медицинским уклоном во Франции, доступный и живой город. Сильный научно-исследовательский центр с возможностью международной карьеры и участием в крупных проектах."
        }
    ],
    "MY": [
        {
            "id": "MY4",
            "name": "Multimedia University (MMU)",
            "description": "A leading IT-focused university in Malaysia with a strong emphasis on digital technologies, game design, and animation, offering all programs in English across three campuses.",
            "language": "Английский (все программы).",
            "requirements": [
                "Аттестат (в зависимости от факультета).",
                "IELTS ≥ 6.0 или TOEFL iBT ≥ 60.",
                "Иногда требуется портфолио (на дизайн/анимацию).",
                "Интервью или мотивационное письмо — по желанию."
            ],
            "documents": [
                "Аттестат + перевод.",
                "Языковой сертификат.",
                "Паспорт.",
                "Иногда мотивационное письмо или портфолио."
            ],
            "features": [
                "Один из лучших ИТ-вузов Малайзии.",
                "Сильный акцент на цифровые технологии, гейм-дизайн, анимацию.",
                "Три кампуса.",
                "Хорошее оборудование.",
                "Сотрудничество с Google, Microsoft, Huawei, IBM и др.",
                "Подходит для творческих, технических и бизнес-направлений."
            ],
            "scholarships_and_grants": [
                "Академические стипендии (до 50%).",
                "Стипендии для иностранных студентов.",
                "Гранты от Министерства образования Малайзии."
            ],
            "tuition_fees": "Платное, стоимость: ~12 000–15 000 RM в год (≈ 2 600–3 300 $). Проживание и питание: от 400 $ в месяц.",
            "sports_scholarships": "Есть спортивные клубы, турниры, секции, специальные стипендии — мало, но активные студенты получают поддержку.",
            "sports_requirements": null,
            "why_choose": "Хочешь учиться в креативной и технологичной среде, связанной с цифровым будущим — MMU отлично подойдёт. Современный университет с доступной ценой, англоязычной программой и связями с топ-компаниями."
        },
        {
            "id": "MY5",
            "name": "Taylor’s University",
            "description": "A prestigious private university in Malaysia with a campus designed like a mini-city, known for its strong programs in hospitality, tourism, and design, with international accreditations.",
            "language": "Английский (все программы).",
            "requirements": [
                "Аттестат (высокий средний балл).",
                "IELTS ≥ 6.0 или TOEFL iBT ≥ 60.",
                "Мотивационное письмо — для некоторых программ.",
                "Портфолио — на дизайн/архитектуру.",
                "Иногда интервью."
            ],
            "documents": [
                "Аттестат + перевод.",
                "Паспорт.",
                "Языковой сертификат.",
                "Мотивационное письмо и/или портфолио (если нужно)."
            ],
            "features": [
                "Один из самых престижных частных вузов Малайзии.",
                "Кампус как мини-город.",
                "Очень сильные программы по гостиничному бизнесу, туризму и дизайну.",
                "Международная аккредитация, сотрудничество с университетами Австралии и Великобритании.",
                "Возможность перевестись на последние курсы в другие страны.",
                "Отличная инфраструктура и современные технологии."
            ],
            "scholarships_and_grants": [
                "Академические стипендии до 70%.",
                "Скидки для иностранных студентов.",
                "Внутренние гранты и помощь в рассрочке."
            ],
            "tuition_fees": "Платное, стоимость: ~12 000–15 000 $ в год. Проживание и питание: от 400–600 $ в месяц.",
            "sports_scholarships": "Есть команды, турниры и спортивные активности, специальные гранты — редко, но есть поддержка активным студентам.",
            "sports_requirements": null,
            "why_choose": "Важна атмосфера, комфорт, практика и современные условия — Taylor’s может стать отличным выбором. Учатся студенты со всего мира, кампус считается одним из лучших в Азии. Подходит для бизнеса, туризма, дизайна или технологий — и получить престижный диплом в англоязычной стране."
        }
    ],
    "SG": [
        {
            "id": "SG3",
            "name": "Singapore Management University (SMU)",
            "description": "A centrally located university in Singapore, known for its American-style education with small classes and a strong focus on business, finance, and law, emphasizing practical skills and soft skills.",
            "language": "Английский.",
            "requirements": [
                "Аттестат с отличными оценками.",
                "IELTS ≥ 6.5 / TOEFL iBT ≥ 90.",
                "Иногда SAT / ACT (особенно на конкурентные программы).",
                "Мотивационное письмо, эссе, рекомендации.",
                "Интервью — часто.",
                "Для некоторых направлений — портфолио."
            ],
            "documents": [
                "Аттестат и перевод.",
                "Паспорт.",
                "Языковой сертификат.",
                "Рекомендательные письма.",
                "Эссе, мотивационное письмо."
            ],
            "features": [
                "Университет в самом центре Сингапура (рядом с бизнес-кварталом).",
                "Акцент на практическое образование, кейс-стади, стажировки.",
                "Маленькие группы и обучение в американском стиле.",
                "Очень сильные направления по бизнесу и финансам.",
                "Большое внимание soft skills.",
                "Есть международные обмены, двойные дипломы."
            ],
            "scholarships_and_grants": [
                "Стипендии за академические заслуги.",
                "Финансовая помощь нуждающимся.",
                "Программы поддержки талантов (например, Global Impact Scholarship)."
            ],
            "tuition_fees": "Платное, стоимость: ~20 000–24 000 $ в год. Жильё, еда, транспорт — от 700 $ в месяц.",
            "sports_scholarships": "В основном академические, есть клубы, секции, танцевальные и спортивные команды.",
            "sports_requirements": null,
            "why_choose": "Интересен бизнес, коммуникации или право, хочешь учиться в динамичном мегаполисе с акцентом на практику. Активное участие в проектах, дебатах, реальных кейсах и стартапах. Отличный старт для карьеры в Азии и мире."
        },
        {
            "id": "SG4",
            "name": "Singapore Institute of Technology (SIT)",
            "description": "An applied learning university in Singapore, emphasizing practical skills and industry partnerships through integrated work-study programs and collaborations with overseas universities.",
            "language": "Английский.",
            "requirements": [
                "Аттестат с упором на математику и естественные науки.",
                "IELTS ≥ 6.0 или TOEFL iBT ≥ 85.",
                "Тесты/экзамены по предметам (в зависимости от программы).",
                "Портфолио (на дизайн или арт-программы).",
                "Интервью (для некоторых направлений)."
            ],
            "documents": [
                "Аттестат и перевод.",
                "Паспорт.",
                "Языковой сертификат.",
                "CV, мотивационное письмо (иногда).",
                "Портфолио (по необходимости)."
            ],
            "features": [
                "Университет прикладных наук — акцент на практические навыки.",
                "Много отраслевых партнёрств (Integrated Work-Study Programme).",
                "Программы совместно с зарубежными вузами.",
                "Кампусы с высокотехнологичными лабораториями.",
                "Один из самых «карьеро-ориентированных» вузов Сингапура."
            ],
            "scholarships_and_grants": [
                "SIT Scholarship (академическая).",
                "Grants and bursaries (для студентов с финансовыми трудностями).",
                "Внешние корпоративные стипендии."
            ],
            "tuition_fees": "Платное, стоимость: ~12 000–18 000 SGD в год. Жильё, питание и расходы — ~800–1000 SGD в месяц.",
            "sports_scholarships": "В основном академические, спорт и клубы есть, но основной упор — на учёбу и практику.",
            "sports_requirements": null,
            "why_choose": "Хочешь не только теорию, но и реальные навыки, ищешь высокотехнологичную сферу, инженерное или IT-образование. Учёба в тесной связке с индустриями, готовность к работе с первого дня. Молодой, быстро растущий и современный университет."
        }
    ]
}