{
  "US": [
    {
      "id": "US1",
      "name": "Harvard University",
      "description": "A prestigious Ivy League university known for its academic excellence and research.",
      "directions": [
        "Право",
        "Медицина",
        "Инженерия",
        "Экономика",
        "Гуманитарные науки",
        "Социальные науки"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Эссе",
        "Рекомендательные письма",
        "Личное заявление"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "IELTS/TOEFL",
        "Эссе через Common App"
      ],
      "features": [
        "Крупнейший университет в мире по количеству исследовательских грантов",
        "Исторически значимая репутация в области образования",
        "Множество исследовательских программ",
        "Возможность получить практический опыт через стажировки и сотрудничество с крупными организациями",
        "Активно способствует развитию инноваций и предпринимательства среди студентов"
      ],
      "long_description": "Harvard University — это один из самых престижных вузов мира, который известен своим высоким качеством образования и большими возможностями для студентов, желающих сделать карьеру в науке, праве, бизнесе и других сферах."
    },
    {
      "id": "US2",
      "name": "MIT",
      "description": "Massachusetts Institute of Technology, renowned for innovation in science and technology.",
      "directions": [
        "Инженерия",
        "Робототехника",
        "Информатика",
        "Экономика",
        "Биология",
        "Физика",
        "Математика",
        "Архитектура и планирование"
      ],
      "requirements": [
        "SAT или ACT",
        "TOEFL или IELTS",
        "Эссе",
        "Рекомендательные письма (особенно по математике и науке)",
        "Транскрипты"
      ],
      "documents": [
        "Заявка через MyMIT",
        "Академические транскрипты",
        "Результаты тестов SAT/ACT",
        "Результаты языковых тестов TOEFL/IELTS",
        "Эссе",
        "Рекомендательные письма",
        "Портфолио (для некоторых направлений)"
      ],
      "features": [
        "Передовые исследования в области науки и техники",
        "Сильные программы в инженерии и информатике",
        "Акцент на инновации и стартапы",
        "Связь с Кремниевой долиной",
        "Современные лаборатории и оборудование",
        "Возможности для студенческих исследований"
      ]
    },
    {
      "id": "US3",
      "name": "Stanford University",
      "description": "A leading university in Silicon Valley, known for its strong programs in technology and business.",
      "directions": [
        "Компьютерные науки",
        "Биология",
        "Инженерия",
        "Экономика",
        "Бизнес",
        "Медицина"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Эссе",
        "Портфолио",
        "Рекомендательные письма"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "IELTS/TOEFL",
        "Эссе через Common App"
      ],
      "features": [
        "Расположение в Кремниевой долине",
        "Большое внимание на предпринимательство и инновации",
        "Сильные связи с индустрией",
        "Особая атмосфера для студентов, стремящихся создавать новые технологии",
        "Активное сотрудничество с лидерами индустрии и научными учреждениями по всему миру"
      ],
      "long_description": "Stanford известен своими высококлассными программами в области компьютерных наук, инженерии и бизнеса, и является идеальным местом для тех, кто стремится развивать инновационные идеи и стартапы."
    },
    {
      "id": "US4",
      "name": "University of Chicago",
      "description": "A renowned university with strengths in economics, law, and social sciences.",
      "directions": [
        "Экономика",
        "Юриспруденция",
        "Политология",
        "Философия",
        "Социология",
        "Биология",
        "Физика"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Эссе",
        "Рекомендательные письма",
        "Интервью"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "IELTS/TOEFL",
        "Рекомендательные письма",
        "Эссе через Common App"
      ],
      "features": [
        "Уникальная образовательная философия (\"Хокинсская школа\" критического мышления)",
        "Сильная учебная программа, серьезный подход к анализу социальных, политических и экономических вопросов",
        "Нацеленность программы на развитие независимости мышления и аналитических навыков",
        "Активная исследовательская деятельность с большим количеством научных лабораторий"
      ],
      "long_description": "Университет Чикаго — это одно из самых престижных учебных заведений мира, отличающееся уникальной образовательной философией. Здесь широко распространена так называемая \"Хокинсская школа\" критического мышления, основанная на обостренной критике всех концепций и теорий. Программа университета нацелена на развитие независимости мышления и аналитических навыков, что делает его идеальным для студентов, стремящихся к глубокому пониманию своего направления и развитию собственного подхода к решению проблем. University of Chicago также известен своей активной исследовательской деятельностью, с большим количеством научных лабораторий, которым предоставляются уникальные ресурсы для исследования."
    },
    {
      "id": "US5",
      "name": "Princeton University",
      "description": "An Ivy League university with a strong emphasis on undergraduate education and research.",
      "directions": [
        "Гуманитарные науки",
        "Математика",
        "Физика",
        "Инженерия",
        "Экономика",
        "Политика"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Эссе",
        "Рекомендательные письма",
        "Интервью (по запросу)"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "IELTS/TOEFL",
        "Эссе через Common App",
        "Рекомендательные письма"
      ],
      "features": [
        "Отличная академическая репутация и уникальная атмосфера",
        "Маленький размер классов и персонализированный подход к обучению",
        "Интенсивное внимание к исследованиям и обучению, направленному на развитие творческих способностей и аналитических навыков",
        "Сильные программы в области гуманитарных наук, физики и математики",
        "Разнообразные программы и ресурсы для студентов, включая богатую библиотеку и различные исследовательские возможности",
        "Множество стипендий и грантов"
      ],
      "long_description": "Princeton University — это один из самых престижных университетов мира с отличной академической репутацией и уникальной атмосферой для студентов. Университет поддерживает маленький размер классов и персонализированный подход к обучению. Особенности программы включают интенсивное внимание к исследованиям и обучению, направленному на развитие творческих способностей и аналитических навыков. Принстон также известен своими сильными программами в области гуманитарных наук, физики и математики. Кроме того, университет поддерживает разнообразные программы и ресурсы для студентов, включая богатую библиотеку и различные исследовательские возможности. Также университет имеет много стипендий и грантов, которые помогают студентам получать образование, независимо от их финансового положения."
    },
    {
      "id": "US6",
      "name": "Cornell University",
      "description": "An Ivy League university with a wide range of programs and a commitment to public engagement.",
      "directions": [
        "Инженерия",
        "Сельское хозяйство",
        "Архитектура",
        "Экономика",
        "Биология",
        "Гуманитарные науки",
        "Искусственный интеллект",
        "Право"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Эссе",
        "Рекомендательные письма",
        "Интервью (по запросу)"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "Результаты TOEFL/IELTS",
        "Эссе через Common App или Coalition App",
        "Рекомендательные письма"
      ],
      "features": [
        "Один из крупнейших и влиятельных университетов в мире",
        "Сочетание высочайшего уровня образования и современных исследований в различных областях",
        "Одна из самых больших научных и исследовательских программ среди вузов США",
        "Активное участие студентов в разных проектах и исследованиях",
        "Знаменит своими инкубаторами стартапов и предпринимательскими инициативами",
        "Сочетание теории и практики в образовательных программах",
        "Предоставляет стипендии на основе финансовой потребности и спортивные стипендии",
        "Активно поддерживает студенческие инициативы"
      ],
      "long_description": "Cornell University — это один из самых крупных и влиятельных университетов в мире, который сочетает в себе высочайший уровень образования и современные исследования в таких областях, как биология, инженерия и экономика. Университет имеет одну из самых больших научных и исследовательских программ среди всех вузов США, и его студенты активно участвуют в разных проектах и исследованиях, от сельского хозяйства до технологий. Cornell также знаменит своими инкубаторами стартапов и предпринимательскими инициативами. Его образовательные программы сочетают теорию и практику, предоставляя студентам уникальные возможности для карьерного роста. Кроме того, Cornell предоставляет стипендии на основе финансовой потребности, а также спортивные стипендии для студентов-спортсменов. Университет активно поддерживает студенческие инициативы, включая разнообразные клубы, спортивные и культурные мероприятия."
    },
    {
      "id": "US7",
      "name": "Yale University",
      "description": "A prestigious Ivy League university known for its law, arts, and humanities programs.",
      "directions": [
        "Право",
        "Медицина",
        "Гуманитарные науки",
        "Экономика",
        "Искусство",
        "Биология",
        "Инженерия"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Эссе",
        "Рекомендательные письма",
        "Интервью (по запросу)"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "TOEFL/IELTS",
        "Личное эссе",
        "Рекомендательные письма",
        "Анкета через Common App"
      ],
      "features": [
        "Система обучения, сосредоточенная на индивидуальном подходе к каждому студенту",
        "Славится своими программами в области права, гуманитарных наук, политики и медицины",
        "Сильная поддержка исследований в области искусств",
        "Уникальные возможности для участия в научных исследованиях и работы с профессорами на высоких уровнях",
        "Активная поддержка студенческих инициатив и творческих проектов, особенно в области театра и искусства",
        "Множество грантов и стипендий, включая стипендии на основе финансовой потребности",
        "Активная поддержка студентов-спортсменов и предоставление спортивных стипендий"
      ],
      "long_description": "Yale University известен своей системой обучения, которая сосредоточена на индивидуальном подходе к каждому студенту. Университет славится своими программами в области права, гуманитарных наук, политики и медицины, а также сильной поддержкой исследований в области искусств. Студенты Yale получают уникальные возможности для участия в научных исследованиях, а также могут работать с профессорами на самых высоких уровнях.В университете также активно поддерживаются студенческие инициативы и творческие проекты, особенно в области театра и искусства. Yale также предоставляет множество грантов и стипендий, включая стипендии на основе финансовой потребности. Кроме того, университет активно поддерживает студентов-спортсменов и предоставляет спортивные стипендии для талантливых атлетов."
    },
    {
      "id": "US10",
      "name": "California Institute of Technology (Caltech)",
      "description": "A highly selective institution focused on science and engineering research and education.",
      "directions": [
        "Инженерия",
        "Физика",
        "Астрономия",
        "Биология",
        "Химия",
        "Компьютерные науки"
      ],
      "requirements": [
        "SAT/ACT",
        "TOEFL/IELTS",
        "Рекомендации преподавателей",
        "Личное заявление",
        "Портфолио"
      ],
      "documents": [
        "Аттестат",
        "Результаты SAT/ACT",
        "IELTS/TOEFL",
        "Эссе через Common App или Coalition"
      ],
      "features": [
        "Уникальный подход к обучению с высокой степенью самостоятельности и интенсивной научной работой",
        "Активное взаимодействие с рядом высокотехнологичных компаний",
        "Крупнейшие научные исследования в областях физики, биологии и инженерии",
        "Обучение ориентировано на глубокое понимание предмета и решение сложных инженерных и научных задач",
        "Возможность работать с мировыми лидерами в научных исследованиях и заниматься междисциплинарными проектами"
      ],
      "long_description": "Caltech известен своим уникальным подходом к обучению, который включает в себя высокую степень самостоятельности и интенсивную научную работу. Университет активно взаимодействует с рядом высокотехнологичных компаний и проводит крупнейшие научные исследования в таких областях, как физика, биология и инженерия. Здесь обучение ориентировано на глубокое понимание предмета и решения сложных инженерных и научных задач. КалТех — это место, где студенты могут работать с мировыми лидерами в научных исследованиях и заниматься междисциплинарными проектами, что открывает уникальные карьерные перспективы. Caltech — это университет, который стремится обучать лучших умов, предоставляя им возможности для самых высококлассных научных исследований."
    }
  ],
  "CA": [
    {
      "id": "CA1",
      "name": "University of Toronto",
      "description": "One of the top universities in Canada and the world, known for its strong academic and research base.",
      "directions": [
        "компьютерные науки",
        "инженерия",
        "медицина",
        "бизнес",
        "гуманитарные науки",
        "политология",
        "биотехнологии"
      ],
      "language": "английский",
      "requirements": [
        "Аттестат о среднем образовании с высокими оценками",
        "IELTS (обычно от 6.5–7.0) или TOEFL (от 100 iBT)",
        "Некоторые программы требуют SAT/ACT, эссе, портфолио"
      ],
      "documents": [
        "аттестат",
        "сертификаты языковых тестов",
        "мотивационное письмо",
        "рекомендательные письма (по запросу)",
        "портфолио (для креативных специальностей)"
      ],
      "features": [
        "Один из лучших университетов Канады и мира (входит в топ-25 по версии QS)",
        "Три кампуса: St. George, Mississauga и Scarborough",
        "Сильная академическая и исследовательская база, особенно в медицине и технологиях",
        "Активное студенческое сообщество, много клубов, научных обществ и карьерных центров"
      ],
      "scholarships_and_grants": [
        "International Scholar Award",
        "Lester B. Pearson International Scholarship (полное покрытие)",
        "Внутренние академические стипендии на основе заслуг"
      ],
      "tuition_fees": "Для иностранных студентов — платное, стоимость от $40,000 до $60,000 CAD в год в зависимости от программы. Возможность получения финансовой помощи.",
      "sports_scholarships": "Varsity Blues program – поддержка спортсменов с возможностью стипендий и участия в соревнованиях. Особенно развиты хоккей, футбол, лёгкая атлетика, баскетбол.",
      "long_description": "Это университет, который сочетает в себе академическую строгость, престиж и доступ к возможностям мегаполиса. Отличный выбор для тех, кто хочет учиться в англоязычной стране с высоким уровнем жизни и возможностью остаться после учебы."
    },
    {
      "id": "CA2",
      "name": "University of British Columbia (UBC)",
      "description": "A leading Canadian university with campuses in Vancouver and Okanagan, known for its research and beautiful location.",
      "language": "английский язык.",
      "scholarships_and_grants": [
        "International Scholars Program (Karen McKellin International Leader of Tomorrow Award, Donald A. Wehrung International Student Award)",
        "Стипендии за академические и внеклассные достижения",
        "Доступна финансовая помощь + подработка на кампусе"
      ],
      "tuition_fees": "Платное для иностранцев: от $40,000 до $60,000 CAD в год (зависит от направления). Расходы на жильё, питание, страховку, книги — ещё +$15,000–20,000 CAD.",
      "sports_scholarships": "Программа UBC Thunderbirds – сильные команды по лёгкой атлетике, гребле, плаванию, баскетболу, хоккею. Спортивные стипендии есть, но нужна серьёзная подготовка.",
      "admission_requirements": [
        "Аттестат с высокими оценками по профильным предметам",
        "IELTS ≥ 6.5 (не ниже 6.0 по каждому компоненту) или TOEFL iBT ≥ 90",
        "Мотивационное письмо, эссе, рекомендации — особенно для scholarship",
        "Портфолио — для творческих программ"
      ],
      "documents": [
        "Переведённый аттестат",
        "Языковой сертификат",
        "Загранпаспорт"
      ],
      "features": [
        "Кампусы рядом с океаном и горами — потрясающая природа",
        "Возможность подработки до 20 часов в неделю (при наличии студенческой визы)"
      ]
    },
    {
      "id": "CA3",
      "name": "McGill University",
      "description": "A prestigious university located in Montreal, known for its strong programs in medicine, sciences, and humanities.",
      "language": "английский язык (в Монреале).",
      "scholarships_and_grants": [
        "Major Entrance Scholarships (до $12,000 CAD в год, обновляются при отличной учёбе)",
        "One-Year Entrance Scholarships ($3,000 CAD)",
        "Need-based Financial Aid (возможно частичное покрытие обучения)",
        "Международные студенты могут подаваться на внешние гранты и подработку на кампусе"
      ],
      "tuition_fees": "Платное для иностранцев. Стоимость: от $25,000 до $50,000 CAD в год (в зависимости от факультета). Дополнительно: проживание, страховка, питание — примерно $15,000–$18,000 CAD в год.",
      "sports_scholarships": "Команды McGill Redbirds и Martlets (участвуют в U Sports). Есть спортивные стипендии — особенно для атлетов национального и международного уровня.",
      "admission_requirements": [
        "Аттестат с отличными оценками, особенно по профильным предметам",
        "IELTS ≥ 6.5 или TOEFL iBT ≥ 90",
        "Для творческих программ — портфолио, мотивационное письмо, эссе"
      ],
      "documents": [
        "Аттестат",
        "Языковой сертификат",
        "Загранпаспорт"
      ],
      "features": [
        "Входит в топ-50 университетов мира",
        "Особенно сильны направления: медицина, биология, химия, политология, международные отношения, психология, лингвистика, музыка"
      ]
    },
    {
      "id": "CA4",
      "name": "McMaster University",
      "description": "A top-ranked Canadian university known for its strong programs in medicine, engineering, and business.",
      "language": "английский",
      "scholarships_and_grants": [
        "President’s Award ($2,500–$7,500 CAD за академические успехи)",
        "Access Awards (для студентов с финансовыми трудностями)",
        "Research Scholarships (для тех, кто хочет заниматься наукой)",
        "Подработка на кампусе (до 20 часов в неделю)"
      ],
      "tuition_fees": "Платное для иностранных студентов. Стоимость: от $30,000 до $45,000 CAD в год (зависит от направления). Проживание, питание и страховка: $15,000–$18,000 CAD в год.",
      "sports_scholarships": "Университетская команда McMaster Marauders. Спортивные стипендии для выдающихся спортсменов.",
      "admission_requirements": [
        "Аттестат с отличными оценками, особенно по профильным предметам",
        "IELTS ≥ 6.5 (не ниже 6.0 в каждой секции) или TOEFL iBT ≥ 86",
        "Мотивационное письмо, рекомендации, портфолио — для некоторых программ"
      ],
      "documents": [
        "Аттестат",
        "Языковой сертификат",
        "Загранпаспорт",
        "Иногда эссе"
      ],
      "features": [
        "Входит в топ-100 университетов мира",
        "Известен сильными программами: медицина и биомедицинские науки, инженерия и компьютерные науки, психология, экономика, социология, бизнес (DeGroote School of Business)"
      ]
    },
    {
      "id": "CA5",
      "name": "University of Waterloo",
      "description": "Canada's top university for innovation, known for its strong co-op programs in engineering, IT, and mathematics.",
      "language": "английский",
      "scholarships_and_grants": [
        "International Student Entrance Scholarships ($10,000 CAD)",
        "President’s Scholarship of Distinction (до $2,000 CAD)",
        "Need-based Awards (по финансовым нуждам)",
        "Co-op стипендии (для студентов, проходящих стажировку)",
        "Возможность подработки на кампусе и вне его (до 20 часов в неделю)"
      ],
      "tuition_fees": "Платное для иностранных студентов. Стоимость: от $35,000 до $55,000 CAD в год. Проживание, питание и страховка: примерно $15,000–$20,000 CAD в год.",
      "sports_scholarships": "Varsity Teams: Waterloo Warriors. Стипендии для талантливых спортсменов.",
      "admission_requirements": [
        "Отличный аттестат, особенно по математике, физике, информатике",
        "IELTS ≥ 6.5 (не ниже 6.0 по каждой части) / TOEFL iBT ≥ 90",
        "Для IT/инженерии — часто требуется math contest (Euclid, CEMC)"
      ],
      "documents": [
        "Аттестат",
        "Языковой сертификат",
        "Мотивационное письмо",
        "Иногда интервью"
      ],
      "features": [
        "Входит в топ-150 университетов мира",
        "Известен как №1 в Канаде по инженерии, ИТ и математике",
        "Знаменитая co-op программа — чередование учёбы и оплачиваемой стажировки",
        "Популярные направления: software engineering, computer science, mechatronics, data science, business & technology, environmental studies"
      ]
    }
  ],
  "KR": [
    {
      "id": "KR1",
      "name": "Seoul National University (SNU)",
      "description": "A prestigious national research university in Seoul, known for its strong programs across various disciplines.",
      "language": "Большинство программ — на корейском языке. Некоторые программы доступны на английском языке (TOEFL iBT ≥ 80 или IELTS ≥ 6.0). Для корейскоязычных программ: TOPIK уровень 3 (гуманитарные), TOPIK уровень 4 (технические).",
      "directions": [
        "инженерия",
        "компьютерные науки",
        "биотехнологии",
        "медицина",
        "экономика",
        "международные отношения",
        "право",
        "архитектура",
        "искусства",
        "дизайн",
        "урбанистика",
        "экология"
      ],
      "tuition_and_living_costs": {
        "tuition": "от 2,500 до 6,500 USD в семестр (в зависимости от факультета)",
        "on_campus_housing": "около 3,000 USD в год",
        "off_campus_housing": "примерно 500 USD в месяц"
      },
      "scholarships_and_grants": [
        "Global Korea Scholarship (GKS) (полное покрытие, ежемесячная стипендия, авиабилеты, обучение языку, страховка)",
        "Overseas Koreans Scholarship (полное покрытие на 8 семестров, ежемесячная стипендия, авиабилеты, обучение языку, страховка)",
        "Внутренние стипендии SNU (предоставляются каждый семестр)",
        "Внешние стипендии (возможны до окончания обучения)"
      ],
      "admission_requirements": [
        "Аттестат с высокими оценками",
        "Сертификат языка: TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (английский программы), TOPIK уровень 3 или 4 (корейские программы)",
        "Мотивационное письмо",
        "Рекомендации",
        "Эссе (в зависимости от программы)"
      ],
      "documents": [
        "Аттестат",
        "Языковой сертификат",
        "Паспорт",
        "Дополнительные материалы по программе"
      ],
      "features": [
        "Сильные направления: инженерия, компьютерные науки, биотехнологии, медицина; экономика, международные отношения, право, архитектура; искусства, дизайн, урбанистика, экология",
        "Кампус в Сеуле (район Гванак) — современный, с отличной инфраструктурой"
      ]
    },
    {
      "id": "KR2",
      "name": "Korea University (KU)",
      "description": "One of the leading private research universities in South Korea, located in Seoul.",
      "language": "Основной язык — корейский. Некоторые программы предлагаются на английском языке.",
      "tuition_fees_undergraduate": {
        "humanities_social_sciences": "от 3,560,000 до 6,404,000 KRW за семестр",
        "natural_medical_sciences": "от 5,163,000 до 9,267,000 KRW за семестр",
        "admission_fee": "150,000 KRW (гуманитарные и естественные науки)",
        "student_council_fee": "80,000 KRW"
      },
      "tuition_fees_graduate": "Стоимость варьируется от 5,163,000 до 9,267,000 KRW за семестр (в зависимости от направления). Вступительный взнос: 200,000 KRW (Институт искусства и дизайна), взнос в студенческий совет: 80,000 KRW.",
      "scholarships_and_grants": [
        "Global Korea Scholarship (GKS) (полное покрытие, ежемесячная стипендия, курсы корейского языка)",
        "Global Leader Scholarship (Type A) (полное покрытие обучения, GPA 4.0/4.5, TOEFL iBT 90 или IELTS 7.0)",
        "Humanities and Social Sciences Scholarship (Type B) (60% покрытия обучения, GPA 3.5/4.5, TOEFL iBT 82 или IELTS 6.0)",
        "Natural Science and Engineering Scholarship (Type C) (60% покрытия обучения для магистратуры, GPA 3.5/4.5, TOEFL iBT 82 или IELTS 6.0)"
      ],
      "admission_requirements_undergraduate": [
        "Завершённое среднее образование (до 25 лет)",
        "Высокий академический рейтинг",
        "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
        "Для программ на корейском: TOPIK уровень 3 или выше"
      ],
      "admission_requirements_graduate": [
        "Степень бакалавра (до 40 лет)",
        "Высокий академический рейтинг",
        "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
        "Для программ на корейском: TOPIK уровень 3 или выше"
      ],
      "campus": "Расположен в Сеуле, район Anam. Современная инфраструктура, библиотеки, спортивные сооружения, культурные центры. Активная студенческая жизнь.",
      "features_undergraduate": [
        "Один из ведущих университетов Южной Кореи",
        "Широкий выбор программ на английском языке",
        "Доступ к различным стипендиям и грантам",
        "Развитая инфраструктура и активная студенческая жизнь",
        "Возможности для стажировок и трудоустройства"
      ],
      "features_graduate": [
        "Высокий академический рейтинг",
        "Широкий выбор программ на английском языке",
        "Доступ к различным стипендиям и грантам",
        "Развитая инфраструктура и активная студенческая жизнь",
        "Возможности для стажировок и трудоустройства"
      ]
    },
    {
      "id": "KR3",
      "name": "Yonsei University",
      "description": "A prestigious private research university in South Korea, with a long history and strong international reputation.",
      "language": "Основной язык преподавания — корейский. Некоторые программы доступны на английском языке (TOEFL iBT 80 или IELTS 6.0). Для программ на корейском: TOPIK уровень 3 или выше.",
      "directions": [
        "гуманитарные науки",
        "естественные науки",
        "инженерия",
        "социальные науки",
        "искусство",
        "менеджмент"
      ],
      "tuition_fees_undergraduate": "Ориентировочно: от 3,560,000 до 6,404,000 KRW за семестр (в зависимости от факультета).",
      "tuition_fees_graduate": "Ориентировочно: от 5,163,000 до 9,267,000 KRW за семестр (в зависимости от направления).",
      "scholarships_and_grants": [
        "Государственная стипендия KGSP (для иностранных студентов, полное покрытие)",
        "Стипендии университета (частичное покрытие для студентов с высокими академическими достижениями)",
        "Программы стипендий для студентов с отличными академическими достижениями (магистратура)"
      ],
      "campus": "Главный кампус в Синчхоне (Сеул) с современной инфраструктурой. Кампусы в Сеуле и в международной зоне (магистратура).",
      "admission_requirements_undergraduate": [
        "Завершённое среднее образование",
        "Высокие академические достижения",
        "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
        "Для программ на корейском: TOPIK уровень 3 или выше"
      ],
      "admission_requirements_graduate": [
        "Степень бакалавра",
        "Рекомендации",
        "Высокие академические достижения",
        "Для программ на английском: TOEFL iBT 80 или IELTS 6.0",
        "Для программ на корейском: TOPIK уровень 3 или выше"
      ],
      "features_undergraduate": [
        "Высокая академическая репутация",
        "Историческое значение как старейший университет в Южной Корее",
        "Отличные условия для студентов и активная международная среда"
      ],
      "features_graduate": [
        "Высокий уровень преподавания и исследований",
        "Международное сотрудничество и возможности для научных проектов",
        "Сильные программы в области науки, инженерии, экономики и бизнеса"
      ]
    }
  ],
  "CN": [
    {
      "id": "CN1",
      "name": "Tsinghua University",
      "description": "One of the most prestigious universities in China and globally, renowned for its strong programs in engineering, technology, and science.",
      "language": "Китайский (большинство программ). Некоторые программы доступны на английском языке.",
      "requirements": [
        "Знание китайского языка (HSK)",
        "SAT/ACT (для международных студентов)",
        "Мотивационное письмо",
        "Портфолио (для некоторых направлений)"
      ],
      "documents": [
        "Аттестат",
        "Результаты языкового теста (HSK)",
        "SAT/ACT (если требуется)",
        "Рекомендации",
        "Эссе"
      ],
      "features": [
        "Входит в топ-30 лучших вузов мира",
        "Сильные программы в области инженерии, технологий и науки",
        "Тесные связи с китайскими и международными корпорациями",
        "Расположен в Пекине",
        "Очень высокая конкуренция при поступлении"
      ],
      "scholarships_and_grants": [
        "Государственные и университетские стипендии для международных студентов",
        "Финансовая помощь и стипендии для студентов с отличными академическими результатами"
      ],
      "tuition_fees": "Для иностранных студентов — платно, от $10,000 до $20,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
      "sports_scholarships": "Да! Поддержка студентов-спортсменов через университетские спортивные клубы и команды.",
      "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
      "why_choose": "Отличный выбор для тех, кто хочет учиться в одном из самых уважаемых университетов Китая, заниматься научными исследованиями и технологическими инновациями, а также получить доступ к высококлассным карьерным возможностям. Готовит лидеров в области технологий и науки."
    },
    {
      "id": "CN2",
      "name": "Peking University",
      "description": "One of the oldest and most prestigious universities in China, globally ranked in the top 30, with strong programs in humanities, social sciences, economics, ecology, and medicine.",
      "language": "Китайский (большинство программ). Некоторые программы доступны на английском языке.",
      "requirements": [
        "Знание китайского языка (HSK)",
        "SAT/ACT (для международных студентов)",
        "Мотивационное письмо",
        "Портфолио (для некоторых направлений, например, искусств)"
      ],
      "documents": [
        "Аттестат",
        "Результаты языкового теста (HSK)",
        "SAT/ACT (если требуется)",
        "Рекомендации",
        "Эссе"
      ],
      "features": [
        "Входит в топ-30 мировых вузов",
        "Сильные программы по гуманитарным и социальным наукам, экономике, экологии и медицине",
        "Активное сотрудничество с ведущими мировыми учебными заведениями",
        "Центр научных исследований и инноваций в Китае",
        "Кампус в Пекине с богатой историей и культурным наследием"
      ],
      "scholarships_and_grants": [
        "Государственные стипендии для международных студентов",
        "Университетские стипендии и программы финансовой помощи",
        "Возможности для получения грантов для научных исследований и магистратуры"
      ],
      "tuition_fees": "Для иностранных студентов — платно, от $5,000 до $15,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
      "sports_scholarships": "Да! Университет поддерживает студентов-спортсменов через спортивные клубы и турниры.",
      "sports_requirements": "Достижения на региональном/национальном уровне, видеопортфолио, рекомендации тренеров.",
      "why_choose": "Отличный выбор для амбициозных студентов, желающих стать частью одного из ведущих университетов Китая, развивать академические и исследовательские навыки. Предлагает уникальные возможности для карьерного роста, активную международную среду и глубокие традиции китайского образования."
    },
    {
      "id": "CN3",
      "name": "Fudan University",
      "description": "A leading university in China, ranked among the top 100 globally, with strong programs in economics, law, international relations, and medical sciences.",
      "language": "Китайский (для программ на китайском языке). Некоторые программы доступны на английском языке.",
      "requirements": [
        "Знание китайского языка (HSK) для программ на китайском языке",
        "SAT/ACT для международных студентов (если требуется)",
        "Рекомендации",
        "Мотивационное письмо",
        "Эссе",
        "Портфолио (для творческих направлений)"
      ],
      "documents": [
        "Аттестат",
        "Результаты языкового теста (HSK или TOEFL/IELTS)",
        "SAT/ACT (если требуется)",
        "Эссе",
        "Портфолио (для некоторых программ)"
      ],
      "features": [
        "Входит в топ-100 мировых вузов",
        "Сильные программы по экономике, праву, международным отношениям и медицинским наукам",
        "Ведущий центр научных исследований и инноваций в Шанхае",
        "Кампус в Шанхае — динамичный и культурно насыщенный город с международной атмосферой",
        "Активно развивает международное сотрудничество"
      ],
      "scholarships_and_grants": [
        "Государственные стипендии для международных студентов",
        "Университетские стипендии (частичное или полное покрытие расходов)",
        "Возможности для получения грантов на научные исследования и магистратуру"
      ],
      "tuition_fees": "Для иностранных студентов — платно, от $4,000 до $15,000 в год (в зависимости от программы). Дополнительно проживание, страховка, книги.",
      "sports_scholarships": "Да! Университет поддерживает студентов-спортсменов, предлагая спортивные программы и турниры.",
      "sports_requirements": "Достижения на региональном или национальном уровне, видеопортфолио, рекомендации тренеров.",
      "why_choose": "Отличный выбор для тех, кто хочет учиться в одном из лучших университетов Китая, иметь доступ к международной образовательной сети и активно заниматься научной и исследовательской деятельностью. Предлагает обширные возможности для обучения, развития карьеры и международного взаимодействия."
    }
  ],
  "HK": [
    {
      "id": "HK1",
      "name": "The Chinese University of Hong Kong (CUHK)",
      "description": "A top-ranked Asian university with a large green campus, known for its research in medicine, biotechnology, and social sciences, and its collegiate system.",
      "language": "Английский (основной), есть курсы на китайском.",
      "requirements": [
        "Аттестат с высокими оценками / IB / A-Level / SAT",
        "IELTS от 6.5 или TOEFL от 79",
        "Рекомендательные письма",
        "Мотивационное письмо",
        "Иногда интервью",
        "Портфолио (для творческих программ)"
      ],
      "documents": [
        "Аттестат с переводом",
        "Языковые сертификаты",
        "Мотивационное письмо",
        "Рекомендации",
        "Результаты международных экзаменов"
      ],
      "features": [
        "Входит в топ-50 мировых университетов",
        "Большой зелёный кампус в районе Шатин",
        "Акцент на исследования (медицина, биотех, социальные науки)",
        "Колледжевая система",
        "Много международных студентов и обменов"
      ],
      "scholarships_and_grants": [
        "Стипендии для талантливых иностранных студентов (до полной оплаты)",
        "Участие в исследовательских проектах с оплатой",
        "Финансовая помощь и международные гранты"
      ],
      "tuition_fees": "Платное (для иностранных студентов), от $17,000 до $21,000 в год. Проживание, питание, страховка — отдельно ($3,000–5,000 в год).",
      "sports_scholarships": "Да, поддержка студентов-спортсменов через стипендии и спорт-программы.",
      "sports_requirements": "Достижения, мотивация, письма от тренеров.",
      "why_choose": "Идеальный выбор для сильного образования в Азии на английском языке, научных исследований и карьеры в международной среде. Баланс академической строгости и живой атмосферы. Подходит любителям природы, кампусной жизни и международных перспектив."
    },
    {
      "id": "HK2",
      "name": "The University of Hong Kong (HKU)",
      "description": "The oldest university in Hong Kong, ranked among the top 30 globally, with very strong programs in medicine, finance, and law.",
      "language": "Английский (основной язык преподавания).",
      "requirements": [
        "Высокие академические показатели (аттестат, A-Level, IB, SAT/ACT)",
        "IELTS от 6.5 / TOEFL от 93",
        "Рекомендации",
        "Мотивационное письмо",
        "Иногда интервью",
        "Портфолио (для архитектуры, искусства и дизайна)"
      ],
      "documents": [
        "Аттестат с переводом",
        "Языковые тесты",
        "Рекомендации",
        "Мотивационное письмо",
        "Портфолио (при необходимости)"
      ],
      "features": [
        "Старейший университет Гонконга (основан в 1911 году)",
        "Входит в топ-30 вузов мира",
        "Очень сильные программы (медицина, финансы, право)",
        "Расположен на острове Гонконг",
        "Широкие исследовательские возможности",
        "Международная атмосфера (более 40% иностранцев)"
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии для иностранных студентов",
        "Финансовая помощь и исследовательские гранты",
        "Программы обмена и оплачиваемые стажировки"
      ],
      "tuition_fees": "Платное (для иностранных студентов), от $18,000 до $22,000 в год. Дополнительно — проживание, страховка, учебные материалы.",
      "sports_scholarships": "Да! Поддерживает студентов-спортсменов, предоставляет спортивные стипендии и доступ к современным спортивным центрам.",
      "sports_requirements": "Высокие спортивные достижения, видеопортфолио, мотивация.",
      "why_choose": "Престижный вуз с отличной репутацией и высоким качеством образования на английском языке. Диплом, признанный по всему миру. Особенно интересен для карьеры в медицине, праве, инженерии или международных компаниях."
    },
    {
      "id": "HK3",
      "name": "Hong Kong University of Science and Technology (HKUST)",
      "description": "One of the best technology universities in Asia and the world, with a modern campus overlooking the sea and a strong focus on science, technology, and entrepreneurship.",
      "language": "Английский (основной язык), есть китайский как дополнительный.",
      "requirements": [
        "Аттестат с отличными оценками / A-Level / IB / SAT/ACT",
        "IELTS от 6.5 / TOEFL от 80",
        "Рекомендации",
        "Мотивационное письмо",
        "Эссе",
        "Портфолио (для творческих программ)"
      ],
      "documents": [
        "Академические справки",
        "Сертификаты по английскому",
        "Личные материалы",
        "Результаты международных экзаменов"
      ],
      "features": [
        "Один из лучших технических университетов Азии и мира",
        "Современный кампус с видом на море (район Клоуи Бэй)",
        "Сильный фокус на науке, технологиях и предпринимательстве",
        "Инкубаторы стартапов, научные лаборатории",
        "Отличные связи с работодателями и международными компаниями"
      ],
      "scholarships_and_grants": [
        "Академические стипендии для талантливых студентов (до полной оплаты)",
        "Поддержка исследовательских и стартап-проектов",
        "Финансовая помощь и государственные гранты"
      ],
      "tuition_fees": "Платное (для иностранных студентов), от $18,000 до $22,000 в год. Проживание + расходы — около $4,000–6,000 в год.",
      "sports_scholarships": "Да, вуз поддерживает спортсменов с достижениями. Возможность получить дополнительную помощь при наличии спортивного портфолио.",
      "why_choose": "Топ для карьеры в высоких технологиях, науке или бизнесе. Молодой, но входит в мировые рейтинги благодаря сильным программам, исследовательской базе и международному подходу. Понравится любителям новых технологий, моря, свободы и стартапов или карьеры в международной компании."
    }
  ],
  "JP": [
    {
      "id": "JP1",
      "name": "University of Tokyo (UTokyo)",
      "description": "The most prestigious university in Japan, ranked among the top 30 globally, with a strong emphasis on research and international collaboration.",
      "language": "Японский (основные программы), английский (программа PEAK и магистратура).",
      "requirements": [
        "Аттестат с отличными оценками.",
        "Экзамен EJU (для японских программ) или SAT/ACT (для англоязычных).",
        "TOEFL iBT ≥ 90 или IELTS ≥ 6.5.",
        "Мотивационное письмо, рекомендации.",
        "Иногда собеседование."
      ],
      "documents": [
        "Оценки, сертификаты.",
        "Мотивационное письмо, рекомендации.",
        "Результаты тестов."
      ],
      "features": [
        "Входит в топ-30 лучших вузов мира.",
        "Самый престижный университет Японии.",
        "Англоязычная бакалаврская программа PEAK (Programs in English at Komaba).",
        "Кампусы в центре Токио, развитая исследовательская база.",
        "Сильные связи с правительством, бизнесом и международными институтами."
      ],
      "scholarships_and_grants": [
        "Japanese Government (MEXT) Scholarship (покрывает обучение и проживание).",
        "University of Tokyo Scholarship for International Students.",
        "Частные гранты и академические награды."
      ],
      "tuition_fees": "Платное (для иностранцев), ~535,800 йен в год (около $3,500 USD). Плюс вступительный взнос ~282,000 йен ($1,800 USD), проживание и питание.",
      "sports_scholarships": "Нет как в США, но есть клубы, поддержка для активных студентов.",
      "sports_requirements": "Не обязательны для поступления, но активность приветствуется.",
      "why_choose": "Высококлассное образование, научные исследования, Япония и международное окружение. Идеален для жизни в Токио, учебы в топ-вузе и карьеры в Азии или международных компаниях."
    },
    {
      "id": "JP2",
      "name": "Kyoto University",
      "description": "One of the oldest and most respected universities in Japan, ranked among the top 40 globally, known for its academic freedom and Nobel laureates.",
      "language": "Японский (основное), английский (некоторые бакалавриаты и магистратуры).",
      "requirements": [
        "Аттестат с высокими баллами.",
        "EJU или SAT/ACT (в зависимости от программы).",
        "TOEFL iBT ≥ 90 или IELTS ≥ 6.5.",
        "Мотивационное письмо, эссе, рекомендации.",
        "Интервью (иногда)."
      ],
      "documents": [
        "Аттестат, результаты тестов.",
        "Мотивационное письмо, эссе, рекомендации.",
        "Паспорт."
      ],
      "features": [
        "Один из старейших и самых уважаемых университетов Японии.",
        "Входит в топ-40 лучших вузов мира.",
        "Особое внимание уделяется академической свободе и научным открытиям.",
        "Выпускники — Нобелевские лауреаты, учёные, философы.",
        "Кампусы в историческом и культурном городе Киото.",
        "Сильная программа по науке, устойчивому развитию, философии."
      ],
      "scholarships_and_grants": [
        "Japanese Government (MEXT) Scholarship.",
        "Kyoto University International Undergraduate Program Scholarship.",
        "Частные и корпоративные гранты."
      ],
      "tuition_fees": "Платное, ~535,800 йен в год (около $3,500 USD). Плюс вступительный взнос: ~282,000 йен ($1,800 USD). Проживание, питание и страховка — дополнительно.",
      "sports_scholarships": "Как правило, нет (но активная спортивная жизнь в клубах).",
      "sports_requirements": "Для клубов — интерес и регулярные тренировки, но не влияет на поступление.",
      "why_choose": "Учёба в одном из самых философских и научных центров Японии, спокойная атмосфера древнего города и углублённые знания. Ценит самостоятельное мышление и создаёт пространство для исследований мирового уровня."
    },
    {
      "id": "JP3",
      "name": "Osaka University",
      "description": "A leading university in Japan with high rankings in engineering and medicine, located in a major and dynamic city.",
      "language": "Японский (основной), английский (некоторые магистратуры и докторские программы).",
      "requirements": [
        "Аттестат с высокими баллами.",
        "EJU или SAT/ACT (в зависимости от программы).",
        "TOEFL iBT ≥ 80 или IELTS ≥ 6.0 (для программ на английском).",
        "Мотивационное письмо, эссе, рекомендации."
      ],
      "documents": [
        "Аттестат, результаты тестов.",
        "Заявление, портфолио (для творческих программ)."
      ],
      "features": [
        "Один из ведущих университетов Японии с высоким рейтингом в инженерных и медицинских областях.",
        "Кампусы в Осака — городе с отличной транспортной доступностью и современными удобствами.",
        "Сильные программы в области наук о жизни и технологий.",
        "Развитая исследовательская база, международные сотрудничества.",
        "Университет активно поддерживает стартапы и научные исследования."
      ],
      "scholarships_and_grants": [
        "Japan Government (MEXT) Scholarship.",
        "Osaka University International Scholarship.",
        "Разнообразные стипендии от правительства и частных организаций."
      ],
      "tuition_fees": "Платное, примерно 535,800 йен в год (около $3,500 USD). Дополнительные расходы на жильё, страховку, книги.",
      "sports_scholarships": "Активная спортивная жизнь на кампусе. Возможности для спортивных стипендий (включая баскетбол, футбол, лёгкую атлетику).",
      "sports_requirements": "Достижения на региональном или национальном уровне.",
      "why_choose": "Сильные научные программы (особенно в инженерии и биомедицине), обучение в одном из крупнейших и динамичных городов Японии. Активная поддержка инноваций и долгая история научных открытий."
    }
  ],
  "DE": [
    {
      "id": "DE1",
      "name": "Ludwig Maximilians University Munich (LMU)",
      "description": "One of Germany's most prestigious universities, founded in 1472, known for its strong programs in humanities, social sciences, medicine, and natural sciences.",
      "language": "Немецкий, английский (для некоторых программ).",
      "requirements": [
        "Аттестат с хорошими баллами (особенно по профильным предметам).",
        "Для программ на английском языке — TOEFL iBT ≥ 90 или IELTS ≥ 6.5.",
        "В некоторых случаях требуются дополнительные экзамены (например, для медицины).",
        "Рекомендации, мотивационное письмо, эссе (для некоторых программ)."
      ],
      "documents": [
        "Аттестат, результаты тестов (TOEFL/IELTS).",
        "Анкета, мотивационное письмо, рекомендации."
      ],
      "features": [
        "Один из самых престижных университетов Германии.",
        "Сильные программы в гуманитарных и социальных науках, медицине и науке.",
        "Разнообразие курсов на английском языке.",
        "Активно занимается исследованиями (более 40 исследовательских центров).",
        "Большое количество международных студентов и партнёрских вузов.",
        "Кампус в Мюнхене."
      ],
      "scholarships_and_grants": [
        "Государственные стипендии Германии (DAAD).",
        "Стипендии от LMU для иностранных студентов.",
        "Академические стипендии."
      ],
      "tuition_fees": "Бесплатное или минимальное (семестровые взносы около 100-300 евро в семестр). Дополнительно: проживание, страховка, учебные материалы.",
      "sports_scholarships": "Да, спортивные программы и клубы для студентов-спортсменов.",
      "sports_requirements": "Спортивные достижения на региональном или национальном уровне, видеопортфолио.",
      "why_choose": "Глубокие традиции, сильные программы в разных областях, высокий академический уровень, активный научный потенциал и богатая культурная среда Мюнхена."
    },
    {
      "id": "DE2",
      "name": "Technical University of Munich (TUM)",
      "description": "A leading technical university in Europe, specializing in engineering, computer science, physics, chemistry, robotics, and economics.",
      "language": "Немецкий, английский (для магистратуры и некоторых бакалаврских программ).",
      "requirements": [
        "Аттестат с хорошими баллами (особенно по математике и естественным наукам).",
        "Для программ на английском языке — TOEFL iBT ≥ 90 или IELTS ≥ 6.5.",
        "В некоторых случаях требуются дополнительные экзамены.",
        "Рекомендации, мотивационное письмо (для магистратуры и некоторых программ бакалавриата)."
      ],
      "documents": [
        "Аттестат, результаты тестов (TOEFL/IELTS).",
        "Анкета, мотивационное письмо, рекомендации (для магистратуры)."
      ],
      "features": [
        "Один из ведущих технических университетов Европы.",
        "Сильные программы в естественных науках, технологиях и инновациях.",
        "Входит в топ-50 мировых университетов (инженерия, робототехника, вычислительные науки).",
        "Много англоязычных программ (особенно в магистратуре).",
        "Кампусы в Мюнхене и других городах.",
        "Тесное сотрудничество с ведущими компаниями."
      ],
      "scholarships_and_grants": [
        "Студенческие стипендии от TUM и внешние стипендии.",
        "Множество грантов и стипендий от правительства Германии и фондов (DAAD).",
        "Финансовая помощь на исследовательских программах."
      ],
      "tuition_fees": "Бесплатное или с минимальными сборами (около 100-300 евро в семестр) для студентов из ЕС/ЕЭЗ. Низкие семестровые взносы (около 1500 евро в год) для иностранных студентов. Дополнительно: проживание, страховка, учебные материалы.",
      "sports_scholarships": "Да, программа поддержки студентов-спортсменов и спортивные клубы, спортивные стипендии возможны.",
      "sports_requirements": "Спортивные достижения на высоком уровне, видеопортфолио, контакты тренеров.",
      "why_choose": null
    },
    {
      "id": "DE3",
      "name": "Heidelberg University",
      "description": "One of the oldest universities in Germany, founded in 1386, renowned for its medical and biological sciences, and humanities.",
      "language": "Немецкий, английский (для магистратуры и некоторых программ бакалавриата).",
      "requirements": [
        "Аттестат с высокими баллами (особенно по профильным предметам).",
        "Для программ на английском языке — TOEFL iBT ≥ 90 или IELTS ≥ 6.5.",
        "Для медицинских программ могут требоваться дополнительные экзамены или оценка квалификаций.",
        "Рекомендации и мотивационное письмо (для магистратуры и некоторых программ)."
      ],
      "documents": [
        "Аттестат, сертификаты тестов (TOEFL/IELTS).",
        "Анкета, мотивационное письмо, рекомендации (для магистратуры)."
      ],
      "features": [
        "Один из старейших университетов Германии.",
        "Ведущий европейский университет в области медицины и биологии.",
        "Входит в топ-100 мировых университетов (науки о жизни, медицина, экология).",
        "Активно работает в области междисциплинарных исследований.",
        "Расположен в историческом городе Хайдельберг."
      ],
      "scholarships_and_grants": [
        "Множество стипендий и грантов для иностранных студентов (DAAD, университетские программы).",
        "Возможности для получения финансовой помощи."
      ],
      "tuition_fees": "Бесплатное или с минимальными сборами (около 150 евро в семестр) для студентов из ЕС/ЕЭЗ. Расходы на обучение варьируются (1,500 - 3,000 евро в год) для иностранных студентов. Дополнительно: проживание, медицинская страховка, учебные материалы.",
      "sports_scholarships": "Да, активные спортивные клубы и программы, возможны спортивные стипендии.",
      "sports_requirements": "Спортивные достижения на высоком уровне, видеопортфолио, контакты тренеров.",
      "why_choose": "Идеальный выбор для науки и исследовательской деятельности, уникальное сочетание академического опыта, истории и современности, особенно подходит для медицины, биологии или экологии. Вдохновляющая культурная и научная атмосфера исторического города."
    },
    {
      "id": "DE4",
      "name": "Humboldt University of Berlin",
      "description": "A historic university in Berlin, founded in 1810, with strong programs in humanities and social sciences, known for its academic tradition and freedom of thought.",
      "language": "Немецкий, английский (для магистратуры и некоторых программ бакалавриата).",
      "requirements": [
        "Аттестат с хорошими баллами по гуманитарным и социальным наукам.",
        "Для программ на английском языке — TOEFL iBT ≥ 90 или IELTS ≥ 6.5.",
        "Для некоторых программ могут потребоваться дополнительные документы (мотивационное письмо, портфолио)."
      ],
      "documents": [
        "Аттестат, сертификаты тестов (TOEFL/IELTS).",
        "Анкета, мотивационное письмо, рекомендации (для магистратуры)."
      ],
      "features": [
        "Один из старейших университетов Германии.",
        "Сильные программы в гуманитарных и социальных науках (философия, политология).",
        "Уникальная культурная и научная атмосфера в центре Берлина.",
        "Связи с международными исследовательскими центрами и музеями.",
        "Знаменит исследовательскими достижениями в гуманитарных и социальных науках."
      ],
      "scholarships_and_grants": [
        "Множество стипендий для иностранных студентов (DAAD).",
        "Финансирование для исследований и учебы."
      ],
      "tuition_fees": "Бесплатное или с минимальными сборами (около 300 евро в семестр) для студентов из ЕС/ЕЭЗ. Стоимость обучения варьируется (1,500-3,000 евро в год) для иностранных студентов. Дополнительно: проживание, медицинская страховка, учебные материалы.",
      "sports_scholarships": "Поддерживает активное участие в спорте, развитая спортивная инфраструктура, возможности для студентов-спортсменов.",
      "sports_requirements": "Спортивные достижения на высоком уровне, видеопортфолио, контакты тренеров.",
      "why_choose": "Идеально для глубокого изучения гуманитарных и социальных наук в культурной и интеллектуальной атмосфере Берлина. Подходит для карьеры в философии, политологии или искусстве, а также для научных исследований в области общества и культуры. Историческое наследие и активное международное участие."
    },
    {
      "id": "DE5",
      "name": "RWTH Aachen University",
      "description": "One of the largest technical universities in Germany, located in Aachen, with strong programs in engineering, natural sciences, economics, medicine, and computer science.",
      "language": "Немецкий (основной), английский (для некоторых магистерских программ).",
      "requirements": [
        "Для программ на немецком языке: аттестат с высокими баллами (математика, физика, химия), возможны вступительные экзамены.",
        "Для программ на английском языке: TOEFL iBT ≥ 90 или IELTS ≥ 6.5, академические рекомендации, мотивационное письмо."
      ],
      "documents": [
        "Аттестат, результаты тестов (TOEFL/IELTS).",
        "Анкета, мотивационное письмо, рекомендации."
      ],
      "features": [
        "Один из крупнейших технических университетов Германии.",
        "Член престижных объединений (TU9, CESAER, IDEA League).",
        "Высокие позиции в международных рейтингах.",
        "Сильные позиции в машиностроении, электротехнике, химической инженерии и материаловедении.",
        "Активное сотрудничество с промышленностью и научными центрами.",
        "Расположен в Ахене (близость к Бельгии и Нидерландам)."
      ],
      "scholarships_and_grants": [
        "Государственные стипендии Германии (DAAD).",
        "Университетские стипендии для иностранных студентов.",
        "Финансовая поддержка для студентов с высоким академическим успехом."
      ],
      "tuition_fees": "Бесплатное или с минимальными сборами (около 300 евро в семестр) для студентов из ЕС/ЕЭЗ. Стоимость обучения около 1,500 евро в год для иностранных студентов. Дополнительно: проживание, медицинская страховка, учебные материалы.",
      "sports_scholarships": "Да, поддерживает студентов-спортсменов, спортивные стипендии доступны.",
      "sports_requirements": "Доказательства спортивных достижений, рекомендательные письма от тренеров.",
      "why_choose": "Высококачественное образование в области инженерии и естественных наук, тесно связано с промышленностью и передовыми исследованиями. Международная атмосфера и стратегическое расположение в центре Европы."
    }
  ],
  "FR": [
    {
      "id": "FR1",
      "name": "Sorbonne University",
      "description": "A prestigious university located in the heart of Paris, renowned for its humanities, medicine, and science programs, and its rich intellectual history.",
      "language": "В основном французский, есть программы на английском (особенно магистратура).",
      "requirements": [
        "Аттестат о среднем образовании.",
        "Уровень французского языка не ниже B2 (если программа на франц.).",
        "Для англоязычных программ — IELTS/TOEFL.",
        "Иногда — мотивационное письмо и портфолио."
      ],
      "documents": [
        "Аттестат, языковой сертификат.",
        "CV, мотивационное письмо, анкета через платформу Parcoursup или Etudes en France."
      ],
      "features": [
        "Расположен в самом сердце Парижа.",
        "Много международных студентов и программ обмена.",
        "Активная научная и студенческая жизнь.",
        "Один из старейших и престижнейших университетов Европы.",
        "Центр науки и культуры, особенно силён в гуманитарных и естественных науках."
      ],
      "scholarships_and_grants": [
        "Программа Eiffel (для магистратуры и аспирантуры).",
        "Государственные и региональные стипендии.",
        "Финансовая помощь для студентов из-за рубежа."
      ],
      "tuition_fees": "2770 евро в год (бакалавриат), 3770 евро (магистратура). Проживание, питание, транспорт — от 900 до 1200 евро в месяц.",
      "sports_scholarships": null,
      "sports_requirements": null,
      "why_choose": "Мечтаешь учиться в Париже, получить престижное образование в гуманитарной или научной сфере, а также стать частью интеллектуальной и культурной истории Европы."
    },
    {
      "id": "FR2",
      "name": "École Normale Supérieure (ENS)",
      "description": "One of the most prestigious and highly selective universities in France, known for producing Nobel laureates, philosophers, and presidents, with a strong research focus.",
      "language": "Французский (основной), есть англоязычные магистратуры.",
      "requirements": [
        "Очень высокий академический уровень.",
        "Аттестат с отличием.",
        "Уровень французского — минимум B2 (лучше C1).",
        "Для иностранных студентов: специальный международный отбор (International Selection).",
        "Экзамены по профилю, мотивационное письмо, интервью."
      ],
      "documents": [
        "Аттестат, языковой сертификат.",
        "Мотивационное письмо, CV, академические рекомендации, иногда портфолио."
      ],
      "features": [
        "Один из самых престижных университетов Франции.",
        "Выпускники — нобелевские лауреаты, философы, президенты.",
        "Образование бесплатно + студенты ENS получают зарплату от государства.",
        "Очень глубокая и академическая подготовка, исследовательский фокус.",
        "Маленькие группы, сильные преподаватели, индивидуальный подход."
      ],
      "scholarships_and_grants": [
        "ENS предоставляет грант + стипендию (около 1000€/мес) победителям International Selection.",
        "Дополнительные гранты от французского правительства."
      ],
      "tuition_fees": "Бесплатно для поступивших. Победители конкурса получают жильё, зарплату и еду.",
      "sports_scholarships": null,
      "sports_requirements": null,
      "why_choose": "Амбициозный, мечтаешь стать учёным, философом или исследователем, хочешь учиться в самом элитном вузе Франции и не боишься сложного отбора — ENS для тебя. Академическая кузница гениев Европы."
    },
    {
      "id": "FR3",
      "name": "Sciences Po",
      "description": "One of Europe's top universities in social sciences, with strong connections to international organizations and corporations, offering practical, policy-oriented education.",
      "language": "Английский и французский (зависит от кампуса и программы).",
      "requirements": [
        "Аттестат с отличием и сильным академическим профилем.",
        "Высокий уровень английского (IELTS ≥ 7.0 или TOEFL iBT ≥ 100), либо французского (DELF B2+).",
        "Мотивационное письмо, эссе, CV.",
        "Академические рекомендации.",
        "Иногда интервью."
      ],
      "documents": [
        "Аттестат, языковой сертификат.",
        "Эссе/мотивационное письмо, CV, рекомендации."
      ],
      "features": [
        "Один из топовых вузов Европы в области социальных наук.",
        "Много кампусов по всей Франции, каждый со своей специализацией (Париж — международные отношения).",
        "Очень сильные связи с ООН, ЕС, крупными корпорациями.",
        "Программы обмена с топ-вузами по всему миру.",
        "Практико-ориентированное образование, стажировки."
      ],
      "scholarships_and_grants": [
        "Гранты от Sciences Po (в зависимости от дохода семьи).",
        "Emile Boutmy Scholarship (для иностранных студентов).",
        "Государственные стипендии (например, Eiffel Excellence)."
      ],
      "tuition_fees": "Для граждан ЕС: от 0€ до ~14 000€/год (в зависимости от дохода семьи). Для иностранцев (не из ЕС): около 14 000€/год. Есть жильё в кампусах, помощь с визой и проживанием.",
      "sports_scholarships": null,
      "sports_requirements": null,
      "why_choose": "Хочешь работать в дипломатии, политике, медиа или международных организациях, получить престижное европейское образование и строить глобальную карьеру — один из лучших выборов в мире. Готовят будущих министров, аналитиков и др."
    },
    {
      "id": "FR4",
      "name": "École Polytechnique",
      "description": "One of the most prestigious engineering schools in France and Europe, under the French Ministry of Defence, with a strong focus on fundamental science and applied technology.",
      "language": "Французский (основные программы) и английский (некоторые бакалавриаты и магистратуры).",
      "requirements": [
        "Отличные оценки по математике, физике, IT.",
        "Знание французского (DELF B2 или выше) для франкоязычных программ.",
        "Для англоязычных программ — IELTS ≥ 6.5 или TOEFL iBT ≥ 90.",
        "Мотивационное письмо, CV, академические рекомендации.",
        "Экзамены по математике и интервью (на selective программы)."
      ],
      "documents": [
        "Школьный аттестат, языковой сертификат.",
        "Мотивационное письмо, рекомендации, CV."
      ],
      "features": [
        "Один из самых престижных инженерных вузов Франции и Европы.",
        "Подчиняется Министерству обороны Франции (многие студенты проходят военную подготовку).",
        "Уникальный кампус недалеко от Парижа.",
        "Сильный фокус на фундаментальной науке и прикладных технологиях.",
        "Выпускники работают в ведущих международных компаниях и агентствах."
      ],
      "scholarships_and_grants": [
        "Гранты École Polytechnique Foundation (по академическим и финансовым причинам).",
        "Стипендии Eiffel Excellence для иностранцев.",
        "Возможности стажировок с оплатой."
      ],
      "tuition_fees": "Для граждан ЕС — от 0 до 4 000€/год. Для иностранных студентов — до 12 000€/год. Жильё на кампусе, питание и страховка — отдельно (~600–900€/мес).",
      "sports_scholarships": null,
      "sports_requirements": null,
      "why_choose": "Увлечён наукой и хочешь стать топ-инженером, учёным или аналитиком, а также учиться среди лучших умов Европы — этот вуз для тебя. Престиж, дисциплина, наука на высшем уровне и отличные шансы на международную карьеру."
    }
  ],
  "MY": [
    {
      "id": "MY1",
      "name": "University of Malaya (UM)",
      "description": "The premier and oldest university in Malaysia, ranked among the top 100 globally, offering a wide range of programs in English with a strong academic foundation.",
      "language": "Английский.",
      "requirements": [
        "Аттестат с хорошими оценками.",
        "IELTS ≥ 6.0 или TOEFL iBT ≥ 80.",
        "Иногда: мотивационное письмо, рекомендации, собеседование."
      ],
      "documents": [
        "Аттестат и перевод.",
        "Языковой сертификат.",
        "Паспорт, фото, CV, мотивационное письмо.",
        "Иногда — портфолио (для творческих направлений)."
      ],
      "features": [
        "Главный и старейший вуз Малайзии (основан в 1905).",
        "Входит в топ-100 университетов мира.",
        "Современный кампус в Куала-Лумпуре.",
        "Много программ обмена и исследовательских центров.",
        "Высокий уровень преподавания на английском языке.",
        "Большое количество международных студентов."
      ],
      "scholarships_and_grants": [
        "University of Malaya Excellence Award.",
        "National Higher Education Fund (PTPTN).",
        "ASEAN scholarships.",
        "Внутренние скидки за академические успехи."
      ],
      "tuition_fees": "Платное, стоимость бакалавриата — от 3 000 до 6 000 $ в год. Проживание, питание и личные расходы — ~300–500 $ в месяц.",
      "sports_scholarships": "Есть спортивные клубы и секции, стипендии — редко, но возможны за достижения.",
      "sports_requirements": null,
      "why_choose": "Один из лучших вузов Азии, сильная академическая база, английский язык обучения, доступная цена. Особенно подходит для международной деятельности, медицины, инженерии или бизнеса."
    },
    {
      "id": "MY2",
      "name": "Universiti Putra Malaysia (UPM)",
      "description": "A large and green university in Malaysia with a strong emphasis on research, particularly in agriculture, biotechnology, and environmental sciences.",
      "language": "Английский.",
      "requirements": [
        "Аттестат с хорошими оценками.",
        "IELTS ≥ 6.0 или TOEFL iBT ≥ 79.",
        "Иногда: мотивационное письмо, CV, собеседование."
      ],
      "documents": [
        "Аттестат и перевод.",
        "Паспорт, фото.",
        "Сертификаты IELTS/TOEFL.",
        "CV и мотивационное письмо (зависит от программы)."
      ],
      "features": [
        "Один из крупнейших и самых зелёных вузов Малайзии.",
        "Сильный акцент на исследования (сельское хозяйство и экология).",
        "Современный кампус с лабораториями и фермами.",
        "Программы обмена и международные партнёрства.",
        "Поддержка стартапов, научных проектов и публикаций.",
        "Много студентов из Азии, Африки, Ближнего Востока."
      ],
      "scholarships_and_grants": [
        "UPM Scholarships (внутренние).",
        "Malaysian International Scholarship (MIS).",
        "ASEM-DUO, Commonwealth, и другие региональные гранты."
      ],
      "tuition_fees": "Платное, стоимость — от 3 000 до 5 500 $ в год. Проживание + питание — ~250–400 $ в месяц.",
      "sports_scholarships": "Есть клубы, стадионы, спортзалы, стипендии — нечасто, но возможны для активных студентов.",
      "sports_requirements": null,
      "why_choose": "Университет с сильной научной базой (агро-, био- или инженерные науки), экологичная атмосфера, доступная цена. Легко заниматься исследованиями, участвовать в конференциях и внедрять свои идеи."
    },
    {
      "id": "MY3",
      "name": "Universiti Kebangsaan Malaysia (UKM)",
      "description": "A leading research university in Malaysia, located near Kuala Lumpur, with strong programs in medicine, pharmacy, engineering, and environmental studies.",
      "language": "Английский и малайский (в зависимости от программы).",
      "requirements": [
        "Аттестат с хорошими оценками.",
        "IELTS ≥ 6.0 или TOEFL iBT ≥ 79.",
        "Иногда: мотивационное письмо, рекомендации, интервью."
      ],
      "documents": [
        "Аттестат + перевод.",
        "Паспорт, фото.",
        "Сертификаты языка.",
        "CV и мотивационное письмо (если требуется)."
      ],
      "features": [
        "Один из ведущих исследовательских вузов Малайзии.",
        "Расположен недалеко от Куала-Лумпура.",
        "Сильные научные лаборатории и технопарки.",
        "Международные программы и двойные дипломы.",
        "Университетский госпиталь для студентов-медиков.",
        "Много проектов в экологии, климате, биомедицине."
      ],
      "scholarships_and_grants": [
        "Malaysian International Scholarship (MIS).",
        "Внутренние стипендии UKM.",
        "Гранты на исследования и научную активность."
      ],
      "tuition_fees": "Платное, стоимость — от 2 500 до 6 000 $ в год (в зависимости от факультета). Проживание и питание — ~250–400 $ в месяц.",
      "sports_scholarships": "Есть спортклубы, фитнес, соревнования, специальные стипендии — редко, но возможны.",
      "sports_requirements": null,
      "why_choose": "Престижный и продвинутый университет (медицина, наука и инженерия). Хороший выбор для исследований, мультикультурная и дружелюбная среда недалеко от столицы. Современная база и международные партнёры."
    }
  ],
  "SG": [
    {
      "id": "SG1",
      "name": "National University of Singapore (NUS)",
      "description": "The #1 university in Asia and consistently ranked among the top globally, offering a comprehensive range of programs in English with a strong emphasis on research and technology.",
      "language": "Английский (все программы).",
      "requirements": [
        "Аттестат с отличными оценками.",
        "Желательно участие в олимпиадах, проектах.",
        "IELTS ≥ 6.5 / TOEFL iBT ≥ 92.",
        "SAT / ACT — по желанию, но повышает шансы.",
        "Мотивационное письмо, рекомендательные письма.",
        "Портфолио — для творческих направлений.",
        "Интервью — на некоторые факультеты."
      ],
      "documents": [
        "Аттестат + перевод.",
        "Паспорт.",
        "Языковой сертификат.",
        "CV, мотивационное письмо, рекомендации.",
        "Портфолио (если нужно)."
      ],
      "features": [
        "#1 университет в Азии и топ-10 в мире.",
        "Очень сильные научные исследования и технологии.",
        "Современный кампус, лаборатории, инновационные центры.",
        "Возможность двойных дипломов с вузами США, Европы.",
        "Сильное сообщество выпускников по всему миру.",
        "Стажировки в ведущих международных компаниях и институтах."
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии (особенно за высокие оценки).",
        "ASEAN Scholarship, NUS Global Merit, Financial Aid.",
        "Стипендии от правительства и фондов."
      ],
      "tuition_fees": "Платное, стоимость: ~15 000–25 000 $ в год. Проживание, питание, транспорт — от 700–1 200 $ в месяц.",
      "sports_scholarships": "Есть спортивные команды, фитнес, клубы, стипендии — в редких случаях, в основном академические.",
      "sports_requirements": null,
      "why_choose": "Университет мирового уровня в высокоразвитой, безопасной и мультикультурной стране. Топовое образование на английском, знакомство с умнейшими студентами со всего мира, двери в любую страну."
    },
    {
      "id": "SG2",
      "name": "Nanyang Technological University (NTU)",
      "description": "A world-renowned university in Singapore, particularly strong in engineering and technology, with a beautiful and sustainable campus.",
      "language": "Английский (все программы).",
      "requirements": [
        "Аттестат с высокими оценками (особенно по математике и физике/биологии).",
        "IELTS ≥ 6.5 / TOEFL iBT ≥ 90.",
        "Иногда SAT / ACT.",
        "Мотивационное письмо, рекомендательные письма.",
        "Интервью — редко, но бывает.",
        "Для творческих направлений — портфолио."
      ],
      "documents": [
        "Аттестат + перевод.",
        "Паспорт.",
        "Языковой сертификат.",
        "Рекомендации, мотивационное письмо.",
        "Портфолио (если нужно)."
      ],
      "features": [
        "Один из лучших университетов мира в инженерии и технологиях.",
        "Кампус — один из самых красивых и «зелёных» в мире.",
        "Сильное направление в робототехнике, нанотехнологиях, биоинженерии.",
        "Современные лаборатории и инновационные центры.",
        "Возможности стажировок в ведущих компаниях.",
        "Партнерские программы с Imperial College London и другими топами.",
        "Очень интернациональная среда."
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии (Academic Excellence, ASEAN, Nanyang Scholarship).",
        "Финансовая помощь для нуждающихся.",
        "Стипендии от правительств и фондов."
      ],
      "tuition_fees": "Платное, стоимость: ~17 000–25 000 $ в год. Жильё, питание, транспорт — от 700 $ в месяц.",
      "sports_scholarships": "Академические — приоритет, есть клубы, секции, университетские соревнования.",
      "sports_requirements": null,
      "why_choose": "Интерес к технологиям будущего, науке и инженерии — NTU даст всё. Сильный, уважаемый университет с крутым кампусом, поддержкой талантов и большими возможностями для карьерного роста."
    }
  ],
  "FI": [
    {
      "id": "FI1",
      "name": "University of Helsinki",
      "description": "Старейший и один из крупнейших университетов Финляндии, постоянно входящий в 1% лучших университетов мира, с сильным акцентом на исследования и международное сотрудничество.",
      "language": "Финский, шведский и английский (в зависимости от программы).",
      "requirements": [
        "Аттестат о среднем образовании с отличными оценками.",
        "Результаты экзаменов SAT или ACT (для программ бакалавриата на английском языке), IELTS ≥ 6.5 или TOEFL iBT ≥ 92.",
        "Дополнительные требования для некоторых программ (мотивационное письмо, собеседование, портфолио)."
      ],
      "documents": [
        "Аттестат о среднем образовании и перевод.",
        "Сертификаты, подтверждающие владение языком.",
        "Результаты экзаменов SAT/ACT, IELTS/TOEFL.",
        "Мотивационное письмо.",
        "Рекомендательные письма."
      ],
      "features": [
        "Основан в 1640 году, старейший университет Финляндии.",
        "Входит в 1% лучших университетов мира.",
        "Сильный акцент на исследования и международные проекты.",
        "Четыре кампуса в Хельсинки, каждый из которых специализируется в различных областях.",
        "Активное участие в международных образовательных программах и сетях (Erasmus+, Nordplus и др.)."
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии для иностранных студентов магистратуры.",
        "Финансовая помощь через программы университета.",
        "Стипендии на основе академических достижений."
      ],
      "tuition_fees": "Бесплатно для граждан ЕС/ЕЭЗ. Для студентов не из ЕС: ~13 000–18 000 евро в год (в зависимости от программы). Расходы на проживание: ~700–1 200 евро в месяц.",
      "sports_scholarships": "В основном академические, с активными студенческими союзами и спортивными клубами.",
      "sports_requirements": null,
      "why_choose": "Идеально подходит для студентов, ищущих престижный, ориентированный на исследования университет с мировым именем, высококачественным образованием и яркой студенческой жизнью в безопасном и экологически чистом городе. Особенно подходит для будущих исследователей, юристов, врачей, специалистов по охране окружающей среды и IT-специалистов."
    },
    {
      "id": "FI2",
      "name": "University of Turku",
      "description": "Крупный многопрофильный исследовательский университет в Финляндии, признанный за академическое превосходство и сильный акцент на инновациях.",
      "language": "Финский и английский (в зависимости от программы).",
      "requirements": [
        "Аттестат о среднем образовании с высокими оценками.",
        "Результаты экзаменов SAT или ACT (для программ бакалавриата на английском языке), IELTS ≥ 6.0 или TOEFL iBT ≥ 80.",
        "Мотивационное письмо, рекомендательные письма и иногда собеседование для программ магистратуры."
      ],
      "documents": [
        "Аттестат о среднем образовании и перевод.",
        "Сертификаты, подтверждающие владение языком.",
        "Результаты экзаменов SAT/ACT, IELTS/TOEFL.",
        "Мотивационное письмо.",
        "Рекомендательные письма."
      ],
      "features": [
        "Один из крупнейших и наиболее уважаемых университетов Финляндии, основанный в 1920 году.",
        "Входит в 1% лучших университетов мира по академическим рейтингам.",
        "Сильный акцент на исследования и инновации.",
        "Кампусы в Турку и нескольких других городах (Раума, Пори, Сало).",
        "Активное участие в международных проектах и сетях (Erasmus+, Nordplus)."
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии для иностранных студентов магистратуры.",
        "Программы финансовой помощи на основе академической успеваемости.",
        "Возможности участия в конкурсах на исследовательские гранты."
      ],
      "tuition_fees": "Бесплатно для граждан ЕС/ЕЭЗ. Для студентов не из ЕС: ~8 000–16 000 евро в год (в зависимости от программы). Расходы на проживание: ~600–1 000 евро в месяц.",
      "sports_scholarships": "В основном академические, с активными студенческими ассоциациями и современными спортивными сооружениями.",
      "sports_requirements": null,
      "why_choose": "Отличный выбор для студентов, стремящихся получить качественное европейское образование с возможностями для научных исследований, участия в международных проектах и проживания в уютном студенческом городе на берегу моря. Особенно силен в науке, IT, медицине и юриспруденции."
    },
    {
      "id": "FI3",
      "name": "Aalto University",
      "description": "Ведущий финский университет, известный своим междисциплинарным подходом к инженерии, бизнесу и искусству & дизайну, способствующий инновациям и предпринимательству.",
      "language": "Финский, шведский и английский (в зависимости от программы).",
      "requirements": [
        "Аттестат о среднем образовании с высокими оценками.",
        "Результаты экзаменов SAT (обычно 1200–1300) или ACT, IELTS ≥ 6.5 или TOEFL iBT ≥ 92.",
        "Портфолио и/или собеседование для творческих специальностей."
      ],
      "documents": [
        "Аттестат о среднем образовании.",
        "Результаты экзаменов SAT/ACT, IELTS/TOEFL.",
        "Сертификаты, подтверждающие владение языком.",
        "Мотивационное письмо.",
        "Рекомендательные письма.",
        "Портфолио (если требуется)."
      ],
      "features": [
        "Топ-университет Финляндии в области инженерии, бизнеса и искусства & дизайна.",
        "Основан в 2010 году путем слияния трех ведущих университетов.",
        "Входит в топ-100 мировых университетов в категориях дизайна, архитектуры и инженерии.",
        "Современный и инновационный кампус в Эспоо, недалеко от Хельсинки.",
        "Активное участие в международных проектах, стартап-инкубаторах и исследовательских инициативах."
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии для иностранных студентов.",
        "Программы поддержки на основе академических достижений.",
        "Возможности финансирования исследовательских проектов."
      ],
      "tuition_fees": "Бесплатно для граждан ЕС/ЕЭЗ. Для студентов не из ЕС: ~12 000–15 000 евро в год (в зависимости от программы). Расходы на проживание: ~700–1 200 евро в месяц.",
      "sports_scholarships": "В основном академические, с очень активной студенческой жизнью, технологическими фестивалями и спортивными центрами.",
      "sports_requirements": null,
      "why_choose": "Идеально подходит для студентов, стремящихся к инновационному, междисциплинарному образованию, сочетающему инженерию, бизнес и творческие направления, с отличными карьерными перспективами в стартапах и глобальных компаниях. Особенно подходит для будущих инженеров, дизайнеров, архитекторов и предпринимателей."
    },
    {
      "id": "FI4",
      "name": "Tampere University",
      "description": "Крупный многопрофильный университет в Финляндии, известный своими сильными программами в области инженерии, социальных наук и здравоохранения.",
      "language": "Финский и английский (в зависимости от программы).",
      "requirements": [
        "Аттестат о среднем образовании с высокими оценками.",
        "Результаты экзаменов SAT или ACT (для программ бакалавриата на английском языке), IELTS ≥ 6.0 или TOEFL iBT ≥ 78.",
        "Мотивационное письмо, рекомендательные письма или собеседование для некоторых программ."
      ],
      "documents": [
        "Аттестат о среднем образовании.",
        "Сертификаты, подтверждающие владение языком.",
        "Результаты экзаменов SAT/ACT, IELTS/TOEFL.",
        "Мотивационное письмо.",
        "Рекомендательные письма."
      ],
      "features": [
        "Один из крупнейших многопрофильных университетов Финляндии (объединен в 2019 году).",
        "Известен сильными программами в области инженерии, социальных наук и медицины.",
        "Входит в международные рейтинги лучших молодых университетов.",
        "Расположен в Тампере, втором по величине студенческом городе Финляндии.",
        "Активное участие в Erasmus+, Nordplus и научных сетях."
      ],
      "scholarships_and_grants": [
        "Полные и частичные стипендии для иностранных студентов.",
        "Финансовая помощь за академические достижения.",
        "Возможности получения грантов на исследовательские проекты."
      ],
      "tuition_fees": "Бесплатно для граждан ЕС/ЕЭЗ. Для студентов не из ЕС: ~8 000–12 000 евро в год (в зависимости от программы). Расходы на проживание: ~600–1 000 евро в месяц.",
      "sports_scholarships": "Множество студенческих организаций, спортивных секций и клубов по интересам. Доступны современные спортивные комплексы.",
      "sports_requirements": null,
      "why_choose": "Отличный вариант для студентов, ищущих динамичный, многопрофильный университет с сильной инженерной, медицинской и социальной направленностью, расположенный в активном молодежном городе с возможностями участия в реальных проектах. Особенно подходит для будущих инженеров, IT-специалистов, исследователей и специалистов в сфере медицины и социальных наук."
    }
  ],
  "KZ": [
      {
        "id": "KZ1",
        "name": "Nazarbayev University",
        "description": "Один из самых престижных университетов Казахстана, активно поддерживаемый государством.",
        "language": "Английский.",
        "requirements": [
          "Аттестат зрелости или эквивалент.",
          "Результаты Единого национального тестирования (ЕНТ) или аналогичные международные экзамены.",
          "Медицинская справка формы 075-У.",
          "Копия удостоверения личности."
        ],
        "documents": [
          "Аттестат.",
          "Сертификат ЕНТ или результаты международных экзаменов.",
          "Медицинская справка.",
          "Фотографии.",
          "Копия удостоверения личности.",
          "Для иностранных студентов — нотариально заверенные переводы документов."
        ],
        "features": [
          "Программы бакалавриата, магистратуры и докторантуры на английском языке.",
          "Тесное сотрудничество с ведущими мировыми университетами, такими как MIT, Stanford, Cambridge и другие.",
          "Современные кампусы и исследовательские центры, ориентированные на инновационные разработки.",
          "Участие в международных программах обмена и исследовательских проектах."
        ],
        "scholarships_and_grants": [
          "Полные и частичные стипендии для студентов с высокими академическими достижениями.",
          "Программы финансовой помощи для иностранных студентов."
        ],
        "tuition_fees": "Бесплатное для граждан Казахстана. Иностранные студенты — от 7 000 до 15 000 USD в год в зависимости от программы. Проживание в общежитии — 1 000–2 000 USD в год, прочие расходы (питание, транспорт) — 200–400 USD в месяц.",
        "why_choose": "Если ты хочешь учиться в одном из ведущих университетов Казахстана, который предоставляет уникальные возможности для научных исследований и обменов, а также получить образование на английском языке с поддержкой международных партнеров, Назарбаев Университет будет отличным выбором."
      },
      {
        "id": "KZ2",
        "name": "Abai Kazakh National Pedagogical University",
        "description": "Основан в 1928 году, один из старейших университетов Казахстана. Входит в топ-5 вузов страны и занимает 1-е место среди педагогических университетов по версии Независимого агентства аккредитации и рейтинга (2023).",
        "language": "Казахский, русский, английский.",
        "requirements": [
          "Аттестат зрелости или эквивалент.",
          "Сертификат Единого национального тестирования (ЕНТ).",
          "Медицинская справка формы 075-У.",
          "Копия удостоверения личности."
        ],
        "documents": [
          "Аттестат.",
          "Сертификат ЕНТ.",
          "Медицинская справка.",
          "Фотографии.",
          "Копия удостоверения личности.",
          "Для иностранных студентов — нотариально заверенные переводы документов."
        ],
        "features": [
          "Программы бакалавриата, магистратуры и докторантуры.",
          "Более 50% образовательных программ прошли международную аккредитацию.",
          "Сотрудничество с зарубежными университетами и участие в международных научных проектах."
        ],
        "scholarships_and_grants": [
          "Внутренние стипендии для студентов с высокими академическими достижениями.",
          "Программы поддержки для иностранных студентов."
        ],
        "tuition_fees": "Бесплатное для граждан Казахстана. Иностранные студенты — от 2 000 до 5 000 USD в год в зависимости от программы и уровня обучения. Проживание в общежитии — 500–800 USD в год, прочие расходы (питание, транспорт) — 100–150 USD в месяц.",
        "why_choose": "Если ты хочешь получить качественное педагогическое образование в одном из ведущих университетов Казахстана с возможностями для международного обмена и научной деятельности, КазНПУ имени Абая будет отличным выбором."
      },
      {
        "id": "KZ3",
        "name": "Kazakh-British Technical University (KBTU)",
        "description": "Один из ведущих технических университетов Казахстана.",
        "language": "Английский.",
        "requirements": [
          "Аттестат зрелости или эквивалент.",
          "Сертификат Единого национального тестирования (ЕНТ) или аналогичные международные экзамены.",
          "Сертификат по английскому языку: IELTS 5.5 / TOEFL iBT 46 / STEP Intermediate.",
          "Медицинская справка формы 075-У.",
          "Копия удостоверения личности.",
          "Мотивационное письмо на английском языке.",
          "Фотография 3x4.",
          "Приписное свидетельство/справка из военкомата (для юношей)."
        ],
        "documents": [
          "Аттестат.",
          "Сертификат ЕНТ.",
          "Сертификат по английскому языку.",
          "Медицинская справка.",
          "Фотографии.",
          "Копия удостоверения личности.",
          "Мотивационное письмо.",
          "Приписное свидетельство (для юношей)."
        ],
        "features": [
          "Современные кампусы и исследовательские центры.",
          "Сотрудничество с ведущими мировыми университетами и индустриальными партнерами.",
          "Программы бакалавриата, магистратуры и докторантуры на английском языке."
        ],
        "scholarships_and_grants": [
          "Стипендии для иностранных абитуриентов, включающие бесплатное обучение и ежемесячную стипендию.",
          "Внутренние гранты и скидки для студентов с высокими академическими достижениями."
        ],
        "tuition_fees": "Бесплатное для граждан Казахстана по государственным грантам. Иностранные студенты — от 20 000 до 40 000 KZT за кредит, в зависимости от программы и направления. Проживание в общежитии KBTU JASTAR CITY — от 4 500 до 45 000 KZT в месяц, в зависимости от типа комнаты и условий проживания.",
        "why_choose": "Если вы стремитесь получить образование мирового уровня в технической сфере, с возможностями для научной работы, международного обмена и карьерного роста, КБТУ будет отличным выбором."
      },
      {
        "id": "KZ4",
        "name": "European University in Kazakhstan",
        "description": "Информация об университете отсутствует или не была предоставлена в вашем запросе."
      },
      {
        "id": "KZ5",
        "name": "Kazakh National Agrarian University",
        "description": "Информация об университете отсутствует или не была предоставлена в вашем запросе."
      },
      {
        "id": "KZ6",
        "name": "Kazakh Economic University",
        "description": "Информация об университете отсутствует или не была предоставлена в вашем запросе."
      },
      {
        "id": "KZ7",
        "name": "Al-Farabi Kazakh National University (KazNU)",
        "description": "Один из ведущих университетов Казахстана, входит в топ-500 мировых университетов.",
        "language": "Казахский, русский, английский.",
        "requirements": [
          "Аттестат зрелости или эквивалент.",
          "Сертификат Единого национального тестирования (ЕНТ).",
          "Медицинская справка формы 075-У.",
          "Копия удостоверения личности."
        ],
        "documents": [
          "Аттестат.",
          "Сертификат ЕНТ.",
          "Медицинская справка.",
          "Фотографии.",
          "Копия удостоверения личности.",
          "Для иностранных студентов — нотариально заверенные переводы документов."
        ],
        "features": [
          "Предлагает более 500 образовательных программ на бакалавриате, магистратуре и докторантуре.",
          "Активное сотрудничество с более чем 300 университетами и научными учреждениями по всему миру.",
          "Участие в международных программах обмена и совместных научных проектах."
        ],
        "scholarships_and_grants": [
          "Внутренние стипендии для студентов с высокими академическими достижениями.",
          "Программы поддержки для иностранных студентов."
        ],
        "tuition_fees": "Бесплатное для граждан Казахстана. Иностранные студенты — от 4 200 до 7 000 USD в год в зависимости от программы и уровня обучения. Проживание в общежитии — 700–1 000 USD в год, прочие расходы (питание, транспорт) — 100–200 USD в месяц.",
        "why_choose": "Если ты хочешь учиться в одном из лучших университетов Центральной Азии, получить качественное образование с международными возможностями, участвовать в научных проектах и обменах — КазНУ будет отличным выбором."
      },
      {
        "id": "KZ8",
        "name": "Yessenov University",
        "description": "Информация об университете отсутствует или не была предоставлена в вашем запросе."
      },
      {
        "id": "KZ9",
        "name": "Karaganda Buketov University",
        "description": "Информация об университете отсутствует или не была предоставлена в вашем запросе."
      }
    ]
}